{
    "original": "PETTERSSON, Anton Leonard, Direktör, Spånga, f Tegneby, Bohusl, 14/8 72 av bonden Petter Larsson o h h Kristina, gm Ida Lönnqvist. Folksk. Anst AB Heyman &amp; Ole-sen 99—08, eg fmor AB Kapphörnan Bristol 0 Konfektions AB Mode-Ferm, Sthlm. V. ordf Spånga skolråd, styr f komm mellansk, komm.nmd, led kyrkog.nmd o Sollent häradsallm, kassaförv kyrka o sk, styr.ordf AB Hem på Landet, styr.led Solhems Miss.frn. Resor: Tyskl, Holl, Belg 36, 37. GMmf 5. storl.",
    "translated": "Petter Larsson, born in Tegneby, Bohuslän on August 14, 1872, was a director residing in Spånga. He was the son of the farmer Petter Larsson and his wife Kristina. Pettersson married Ida Lönnqvist. He attended a Folk school and worked at Heyman & Olsen AB from 1899 to 1908. Later, he worked for AB Kapphörnan Bristol and Konfektions AB Mode-Ferm in Stockholm. Petter Larsson also served as the deputy chairman of the Spånga school council, and was a member of the municipal council, the church cemetery board, and the Sollentuna district common. He held the position of treasurer for the church and school and served as chairman of AB Hem på Landet, as well as being a board member of Solhem's Missionary Society. Pettersson traveled to Germany, Holland, and Belgium in 1936 and 1937. He had five children with his wife.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Anton Leonard Pettersson",
        "birthDate": "1872-08-14",
        "birthPlace": "Tegneby, Bohuslän",
        "description": "Anton Leonard Pettersson was a director residing in Spånga. He was born on August 14, 1872 in Tegneby, Bohuslän. He was the son of Petter Larsson, a farmer, and Kristina. He married Ida Lönnqvist and they had five children together. Anton attended a Folk school and worked at Heyman & Olsen AB from 1899 to 1908. Later, he worked for AB Kapphörnan Bristol and Konfektions AB Mode-Ferm in Stockholm. He held various positions in the community, including being the deputy chairman of the Spånga school council, a member of the municipal council, the church cemetery board, and the Sollentuna district common. Anton also served as treasurer for the church and school and held the position of chairman at AB Hem på Landet. Furthermore, he was a board member of Solhem's Missionary Society. Anton Pettersson traveled to Germany, Holland, and Belgium in 1936 and 1937.",
        "spouse": {
            "@type": "Person",
            "name": "Ida Lönnqvist"
        },
        "children": [
            {
                "@type": "Person",
                "name": "Child 1"
            },
            {
                "@type": "Person",
                "name": "Child 2"
            },
            {
                "@type": "Person",
                "name": "Child 3"
            },
            {
                "@type": "Person",
                "name": "Child 4"
            },
            {
                "@type": "Person",
                "name": "Child 5"
            }
        ]
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Folk school attendee",
                "workplace": "",
                "industry": "",
                "start_date": ""
            },
            {
                "occupational_title": "Employee",
                "workplace": "Heyman & Olsen AB",
                "industry": "",
                "start_date": "1899"
            },
            {
                "occupational_title": "Employee",
                "workplace": "AB Kapphörnan Bristol",
                "industry": "",
                "start_date": ""
            },
            {
                "occupational_title": "Employee",
                "workplace": "Konfektions AB Mode-Ferm",
                "industry": "",
                "start_date": ""
            }
        ]
    }
}