{
    "original": "FLOREN, Sven Olof, Kapten, Kumla, f Hallsberg 29/7 91 av prov.läk C A F o Frida Grenander, gin Emy Andersson. Studex, offex, gymnastikdir.ex, kapt.kurs. Inneh gymn.inst i Cannes Frankr sed. 32, AB Aga konfektion Kumla sed. 32, disp o dir f Sven .Florens kra-vattindustri Kumla sed. 36. Resor: Norge, Danm, Engl, Frankr, Tyskl, Holl, Belg, Ital.",
    "translated": "FLOREN, Sven Olof, Captain, Kumla, born in Hallsberg on July 29th, 1891, to the district doctor C A F and Frida Grenander, formerly Emy Andersson. Completed the student exam, officer exam, and gymnastics director exam, as well as a captain's course. Held the position of gym instructor in Cannes, France since 1932. Employed at AB Aga, a clothing manufacturer in Kumla since 1932, and became the manager and director of Sven Floren's necktie industry in Kumla since 1936. Traveled to Norway, Denmark, England, France, Germany, the Netherlands, Belgium, and Italy.",
    "structured": {
        "@context": "http://schema.org",
        "@type": "Person",
        "name": "Sven Olof Floren",
        "givenName": "Sven Olof",
        "familyName": "Floren",
        "birthDate": "1891-07-29",
        "birthPlace": "Hallsberg, Sweden",
        "nationality": "Swedish",
        "jobTitle": "Captain",
        "description": "Captain Sven Olof Floren was born on July 29th, 1891 in Hallsberg, Sweden. He is the son of district doctor C A F and Frida Grenander (formerly Emy Andersson). Sven completed his student exam, officer exam, and gymnastics director exam. He also attended a captain's course. From 1932, he worked as a gym instructor in Cannes, France. In 1932, he joined AB Aga, a clothing manufacturer in Kumla, where he worked until 1936. In 1936, Sven became the manager and director of Sven Floren's necktie industry in Kumla. He has traveled extensively to countries including Norway, Denmark, England, France, Germany, the Netherlands, Belgium, and Italy."
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Captain",
                "workplace": "Kumla",
                "industry": "",
                "start_date": ""
            },
            {
                "occupational_title": "Gym Instructor",
                "workplace": "Cannes, France",
                "industry": "",
                "start_date": "1932"
            },
            {
                "occupational_title": "",
                "workplace": "AB Aga",
                "industry": "Clothing manufacturing",
                "start_date": "1932"
            },
            {
                "occupational_title": "Manager and Director",
                "workplace": "Sven Floren's Necktie Industry",
                "industry": "",
                "start_date": "1936"
            }
        ]
    }
}