{
    "original": "HAEGER, Gunnar, Disponent, Lilla Edet, f Lilla Edet 5/10 93 av brukspatron C E H o Anna Dahrenstaedt. Studex Vänersborg 12, ex KTH 16. Anst v Lilla Edets Pappersbruks AB (familjebol) 17—23, l :e ass v KTH:s hydraul lab 23—27, repr f Karlstads Mek Verkst AB i Brasilien 27—29, ch f Bovin &amp; Co :s, Ltd, London, Tokiokont 29—30, ing o v. vkst dir v Lilla Edets Pappersbruks AB 31— 42, vkst dir f Inlands AB i Lilla Edet samt Alstermo Bruks AB i Hohultslätt sed. 42. Resor: USA, Canada, Sydamerika, Jap, Kina, Ind, Egypten.",
    "translated": "HAEGER, Gunnar, Manager, Lilla Edet, b. Lilla Edet on 5th October 1893, son of the industrialist C.E.H. and Anna Dahrenstaedt. Studied in Vänersborg until the age of 12, then studied at the Royal Institute of Technology (KTH) and graduated in 1916. Started working at Lilla Edets Pappersbruks AB (family company) from 1917 to 1923. Became the first assistant at KTH's hydraulic laboratory from 1923 to 1927. Represented Karlstads Mek Verkst AB in Brazil from 1927 to 1929. Became the chief representative of Bovin & Co:s, Ltd in London and Tokyo from 1929 to 1930. Engaged in engineering and served as vice managing director at Lilla Edets Pappersbruks AB from 1931 to 1942. Became the managing director of Inlands AB in Lilla Edet and Alstermo Bruks AB in Hohultslätt since 1942. Traveled to the USA, Canada, South America, Japan, China, India, and Egypt.",
    "structured": {
        "@context": "http://schema.org",
        "@type": "Person",
        "name": "Gunnar Haeger",
        "birthDate": "1893-10-05",
        "birthPlace": "Lilla Edet, Sweden",
        "nationality": "Swedish",
        "description": "Gunnar Haeger was a Swedish manager born in Lilla Edet on 5th October 1893. He was the son of industrialist C.E.H. Haeger and Anna Dahrenstaedt. Gunnar Haeger was involved in various business and engineering roles throughout his career, making significant contributions to companies such as Lilla Edets Pappersbruks AB and Inlands AB. He also represented Karlstads Mek Verkst AB in Brazil and worked for Bovin & Co:s, Ltd in London and Tokyo. Gunnar Haeger traveled extensively, visiting countries such as the USA, Canada, South America, Japan, China, India, and Egypt."
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Manager",
                "workplace": "Lilla Edet",
                "industry": "Pulp and Paper Manufacturing",
                "start_date": "1917"
            },
            {
                "occupational_title": "First Assistant",
                "workplace": "KTH's Hydraulic Laboratory",
                "industry": "Education/Research",
                "start_date": "1923"
            },
            {
                "occupational_title": "Representative",
                "workplace": "Karlstads Mek Verkst AB (in Brazil)",
                "industry": "Engineering",
                "start_date": "1927"
            },
            {
                "occupational_title": "Chief Representative",
                "workplace": "Bovin & Co:s, Ltd (London and Tokyo)",
                "industry": "Trading",
                "start_date": "1929"
            },
            {
                "occupational_title": "Engineer / Vice Managing Director",
                "workplace": "Lilla Edets Pappersbruks AB",
                "industry": "Pulp and Paper Manufacturing",
                "start_date": "1931"
            },
            {
                "occupational_title": "Managing Director",
                "workplace": "Inlands AB in Lilla Edet and Alstermo Bruks AB in Hohultslätt",
                "industry": "Pulp and Paper Manufacturing",
                "start_date": "1942"
            }
        ]
    }
}