{
    "original": "JANSA, Oscar Victor Emanuel, Civilingen-jör, Stockholm, f Filipstad 1/12 97 av stads-byggmäst H V J o Anna Svensson, gm Ebba Andersson. Studex Karlstad 17, KTH (V o V) 17—22. Konstr v Bergsunds Mek Verkst i Sthlm 22—23, konsult ing v AB Vattenbyggn.byrån i Sthlm sed. 23. Har f byråns räkn delt i utredn o uppgjort förslag betr vattenledn, avlopp o reningsverk f ett st antal städer, samhällen, industriella anläggn, sjukhus, kaserner mm i in- o utl; deltagit i hydrolog arb f vattenkraftverken Svir 3 o Nivå i Ryssl; har f byråns räkn föret resor t Danm, Engl, Jugoslav, Ryssl o Burma samt studieresor i Danm, Tyskl o Holl 22, Tyskl, Holl, Frankr o Engl 31. Led av Sv Tekn.frn o Sv Konsult Ing:s Frn. Av trycket: Upps ang vattenledningar, vattenavlopp o vattenrening.",
    "translated": "JANSA, Oscar Victor Emanuel, Civil Engineer, Stockholm, b. Filipstad 1/12 1897, son of city construction master H V J and Anna Svensson, m. Ebba Andersson. Graduated from Karlstad 1917, KTH (V o V) 1917-1922. Construction engineer at Bergsunds Mechanical Works in Stockholm 1922-1923, consulting engineer at AB Vattenbyggnadsbyrån in Stockholm since 1923. Has participated in the bureau's calculations, investigations, and proposals regarding water supply, sewage, and purification plants for a number of cities, communities, industrial facilities, hospitals, barracks, etc. both domestically and internationally. Contributed to the hydrological work for the Svir 3 and Nivå hydropower plants in Russia. Has undertaken trips to Denmark, England, Yugoslavia, Russia, and Burma as well as study trips to Denmark, Germany, the Netherlands in 1922, and Germany, the Netherlands, France, and England in 1931. Member of the Swedish Technical Association and the Swedish Consulting Engineers Association. Published work on water supply, sewage systems, and water purification.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Oscar Victor Emanuel Jansa",
        "givenName": "Oscar",
        "familyName": "Jansa",
        "gender": "Male",
        "birthDate": "1897-12-01",
        "birthPlace": {
            "@type": "Place",
            "address": {
                "@type": "PostalAddress",
                "addressLocality": "Filipstad",
                "addressCountry": "Sweden"
            }
        },
        "parents": [
            {
                "@type": "Person",
                "name": "H V J",
                "givenName": "H",
                "familyName": "J",
                "jobTitle": "City Construction Master"
            },
            {
                "@type": "Person",
                "name": "Anna Svensson",
                "givenName": "Anna",
                "familyName": "Svensson"
            }
        ],
        "spouse": {
            "@type": "Person",
            "name": "Ebba Andersson",
            "givenName": "Ebba",
            "familyName": "Andersson"
        },
        "education": [
            {
                "@type": "EducationalOrganization",
                "name": "Karlstad",
                "description": "Studied at Karlstad"
            },
            {
                "@type": "EducationalOrganization",
                "name": "Royal Institute of Technology",
                "description": "Studied at KTH (V o V) from 1917 to 1922"
            }
        ],
        "worksFor": [
            {
                "@type": "Organization",
                "name": "Bergsunds Mechanical Works",
                "description": "Worked as a construction engineer at Bergsunds Mechanical Works in Stockholm from 1922 to 1923"
            },
            {
                "@type": "Organization",
                "name": "AB Vattenbyggnadsbyrån",
                "description": "Worked as a consulting engineer at AB Vattenbyggnadsbyrån in Stockholm since 1923"
            }
        ],
        "memberOf": [
            {
                "@type": "Organization",
                "name": "Swedish Technical Association"
            },
            {
                "@type": "Organization",
                "name": "Swedish Consulting Engineers Association"
            }
        ],
        "publication": {
            "@type": "Article",
            "name": "Upps ang vattenledningar, vattenavlopp o vattenrening"
        },
        "achievements": [
            "Participated in the calculations, investigations, and proposals regarding water supply, sewage, and purification plants for various locations",
            "Contributed to the hydrological work for the Svir 3 and Nivå hydropower plants in Russia",
            "Undertook trips to Denmark, England, Yugoslavia, Russia, and Burma",
            "Went on study trips to Denmark, Germany, the Netherlands in 1922, and Germany, the Netherlands, France, and England in 1931"
        ]
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Civil Engineer",
                "workplace": "Bergsunds Mechanical Works",
                "industry": "Construction",
                "start_date": "1922"
            },
            {
                "occupational_title": "Consulting Engineer",
                "workplace": "AB Vattenbyggnadsbyrån",
                "industry": "Engineering",
                "start_date": "1923"
            }
        ]
    }
}