{
    "original": "LAGRELIUS, Einar, Civilingenjör, Chef för riksbankens sedeltryckeri, Stockholm, f Sthlm 21/5 95 av överint Axel L o Alma östergren, gm Barbara Lagerborg. Studex 13, stud HHS 16, civ.ing 19. Löjtn i res 20. Tekn sekr Sv lito tryck 19—22, drifting AB Hasse W Tullberg 22—24, A Börzells tryck.AB 24, ch riksbkns sedeltr sed. 24. Kyrkoflm Kungsh 43, suppl Sthlmshögerns frbsstämma, deput adm-rådet i All. Int de Tourisme, led Motormänn riksfrbs styr o arb.utsk fr 34, 2. v. ordf sed. 42, styr.ordf Motorm förl.AB, styr.led Sv tekn.frn o ordf dess avd f graf ind 37—41, styr.led Tekn mus.s frn sed. 42, styr.suppl försäkr.AB Fenix-Heimd, skattm Personhist samf. Studieres Skand, Tyskl, Österr, Ung, Frankr, Engl mfl länd. Av trycket: Tidskr. -upps i graf ämn. RNO, RVO, Frimurare, Timmerm, S:t örj gille, KAK. Hobby: Motorism.:LAL,ANDEB, Nils Axel, Riksbanksdirektör, Falun, f Torp, Västern l, 7/1 84 av kommin N L o Fanny Sundelin, gm Asta Bohm. Falu hal, studex 02. E.o. riksbkn Falun 02, ord 10, registr 21, kass 24, kamr Umeå 28, Falun 30, dir Umeå 38, Falun 43. Rev folksk.styr, dräts.kamm, hush.sällsk, skogsv.styr mfl, led dispensärnmdn, tax.nmdn, kyrkoflm, kyrkoråd, ordf pens.nmdn, arb.lösh.komm, Kopparb l arb.förmedl, allm omb sparbkr mm (samtl uppdr Falun); ordf Umeå pens.nmd o värn-pl.lånenmd. Styr.led Västerb l bost.kred.frn, fd v. ordf Riksbkstjm frn, fd ordf byggn.frn Stigaren i Falun. Cykelres Sv, Danm, Norge o Finl. Frimurare, tjm TO (fd ordf Falu Temp), TRO (fd ordf Tempi Ariel). Hobbies: Trädg.arb, filateli, litt, släktforskn, skid- o cykelåkn. LiALiANDER, Jac., Manufakturhandlande, Malmberget, f Åre, Jämtl, 30/4 93, gm Helena Lidström. Eft slut skolstud anst i Borin &amp; Nilssons Div.hdl i Järpen o i P Lalanders manuf.aff i Malinb o Kalix, ek.chef v Norrskensflamman i Luleå 3 år, kont.chef v fma P Lalanders huvudkont i Luleå t 21. Eg ma-nuf.fma J Lalander i Malinb sed. 21 (gr 02), lig- tillika herrbeklädn.aff i Piteå o Sundsvall. Fd Idstin, led av folksk.styr, komm.nmd, komm.flm, tax.nmd, samrealsk.styr o munic.-flm, ordf i komm.styr, rev i munic.samh o ldst. Ordf i Gällivare-Malmb Manuf.handl.frn, ciistr.led Norrb Köpm.frb o dess repres v Sv Köpm.frbs kongress, ordf i o en av init.tag t Köpm.inst Studiefrb. Intress nykterh.rnan, en av gr av Norrb l :a ABF-avd. Resor: Tyskl, Ryssl* Frankr, Ital, Engl.",
    "translated": "LAGRELIUS, Einar, Civil Engineer, Chief of the Banknote Printing Works of the Swedish National Bank, Stockholm, born in Stockholm on May 21, 1895 to Axel L and Alma Östergren, married to Barbara Lagerborg. Studied until age 13, studied at HHS until age 16, graduated as a Civil Engineer in 1919. Lieutenant in 1920. Technical Secretary at the Swedish Lithographic Printing Company from 1919 to 1922, worked at AB Hasse W Tullberg from 1922 to 1924, worked at AB Börzells Tryck AB in 1924, became Chief of the Banknote Printing Works at the Swedish National Bank in 1924. Member of the Royal Film Commission in Kungsholmen in 1943, substitute at the Stockholm Right Party Assembly, deputy administrative councilor at the International Tourism Alliance, member of the Motorists National Association board and working committee from 1934, vice chairman in 1942, chairman of the board of Motor Publishing AB, board member of the Swedish Technical Society and chairman of its graphics industry division from 1937 to 1941, board member of the Technical Museum's printing department since 1942, board member of the insurance company Fenix-Heimd and treasurer of the Swedish Personal History Society. Studied in Scandinavia, Germany, Austria, Hungary, France, England, and other countries. Published articles on graphic subjects. Member of the Royal Order of the North Star, Royal Swedish Order of Vasa, Freemason, Timberman's Association, St. George's Guild, KAK (automobile club). Hobby: Motorsports.\n\nLALANDEB, Nils Axel, Director of the Swedish National Bank, Falun, born in Torp, Västernorland on January 7, 1884 to Minister N L and Fanny Sundelin, married to Asta Bohm. Attended Falun High School, graduated in 1902. Started as a junior clerk at the Falun branch of the Swedish National Bank in 1902, became a regular employee in 1910, registrar in 1921, cashier in 1924, transferred to Umeå in 1928 and returned to Falun in 1930, became the director of Umeå in 1938 and Falun in 1943. Reviewed the People's School Board, the Finance Committee, the Household Society, the Forestry Committee, and others, served as a member of the dispensary board, taxi commission, church film commission, church council, chairman of the pension board, unemployment committee, Kopparberg labor exchange, general representative of the savings bank, and others (all positions in Falun). Chairman of the Umeå pension board and defense loan board. Board member of the Västerbotten Housing Credit Association, former vice chairman of the Swedish National Bank Tax Board, former chairman of the Stigaren building committee in Falun. Traveled by bicycle in Sweden, Denmark, Norway, and Finland. Freemason, former chairman of the Falun Temple, former chairman of the Ariel Temple. Hobbies: Gardening, philately, literature, genealogy, skiing, and cycling.\n\nLIANDER, Jac., Dealer of Manufactured Goods, Malmberget, born in Åre, Jämtland on April 30, 1893, married to Helena Lidström. After completing school, employed at Borin & Nilsson's Division Trade in Järpen and at P Lalanders Manufacture Store in Malinb and Kalix, served as the head of finance at Norrskensflamman in Luleå for 3 years, and as the head of the accounting department at P Lalanders head office in Luleå until age 21. Established his own manufacturing company, J Lalander in Malinb in 1921 (founded in 1902), also owned a men's clothing store in Piteå and Sundsvall. Former representative, member of the People's School Board, the Municipal Council, the Municipal Film Commission, the Tax Commission, and the School Board of Samrealskolan, chairman of the Municipal Council, auditor of the municipal community, and elder. Chairman of the Gällivare-Malmberget Manufacturing Merchants Association, executive committee member of the Norrbotten Merchants Association, and its representative at the Swedish Merchants Federation Congress. Chairman and initiator of the Merchant Institute Study Association. Interested in temperance movement, one of the founders of the Norrbotten ABF branch. Traveled to Germany, Russia, France, Italy, and England.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Einar Lagrelius",
        "birthDate": "1895-05-21",
        "birthPlace": "Stockholm",
        "deathDate": "",
        "deathPlace": "",
        "description": "Einar Lagrelius was a Civil Engineer and Chief of the Banknote Printing Works of the Swedish National Bank. He was born on May 21, 1895, in Stockholm, Sweden. He was the son of Axel L and Alma Östergren. Einar Lagrelius was married to Barbara Lagerborg. He studied until the age of 13, then went on to study at HHS until the age of 16. He graduated as a Civil Engineer in 1919. Einar Lagrelius served as a Lieutenant in 1920. From 1919 to 1922, he worked as a Technical Secretary at the Swedish Lithographic Printing Company. From 1922 to 1924, he worked at AB Hasse W Tullberg. In 1924, he joined AB Börzells Tryck AB as an employee and later became the Chief of the Banknote Printing Works at the Swedish National Bank in the same year.",
        "spouse": {
            "@type": "Person",
            "name": "Barbara Lagerborg",
            "birthDate": "",
            "birthPlace": "",
            "deathDate": "",
            "deathPlace": ""
        },
        "education": [
            {
                "@type": "EducationalOccupationalCredential",
                "credentialCategory": "Studex",
                "awardDate": "1913"
            },
            {
                "@type": "EducationalOccupationalCredential",
                "credentialCategory": "Studex",
                "awardDate": "1916"
            },
            {
                "@type": "EducationalOccupationalCredential",
                "credentialCategory": "Civ.ing",
                "awardDate": "1919"
            }
        ],
        "work": [
            {
                "@type": "OrganizationRole",
                "roleName": "Löjtn",
                "startDate": "1920",
                "endDate": ""
            },
            {
                "@type": "OrganizationRole",
                "roleName": "Tekn sekr Sv lito tryck",
                "startDate": "1919",
                "endDate": "1922"
            },
            {
                "@type": "OrganizationRole",
                "roleName": "Drifting AB Hasse W Tullberg",
                "startDate": "1922",
                "endDate": "1924"
            },
            {
                "@type": "OrganizationRole",
                "roleName": "A Börzells tryck.AB",
                "startDate": "1924",
                "endDate": ""
            },
            {
                "@type": "OrganizationRole",
                "roleName": "Chief of the Banknote Printing Works",
                "startDate": "1924",
                "endDate": ""
            }
        ],
        "memberOf": [
            {
                "@type": "Organization",
                "name": "Royal Film Commission",
                "startDate": "1943",
                "endDate": ""
            },
            {
                "@type": "Organization",
                "name": "Stockholm Right Party Assembly",
                "startDate": "",
                "endDate": ""
            },
            {
                "@type": "Organization",
                "name": "International Tourism Alliance",
                "startDate": "",
                "endDate": ""
            },
            {
                "@type": "Organization",
                "name": "Motorists National Association",
                "startDate": "1934",
                "endDate": ""
            },
            {
                "@type": "Organization",
                "name": "Motor Publishing AB",
                "startDate": "1942",
                "endDate": ""
            },
            {
                "@type": "Organization",
                "name": "Swedish Technical Society",
                "startDate": "",
                "endDate": ""
            },
            {
                "@type": "Organization",
                "name": "Technical Museum",
                "startDate": "1942",
                "endDate": ""
            },
            {
                "@type": "Organization",
                "name": "Fenix-Heimd",
                "startDate": "",
                "endDate": ""
            },
            {
                "@type": "Organization",
                "name": "Svenska teknologföreningen",
                "startDate": "",
                "endDate": ""
            },
            {
                "@type": "Organization",
                "name": "Personhistoriska samfundet",
                "startDate": "",
                "endDate": ""
            },
            {
                "@type": "Organization",
                "name": "Studieresande",
                "startDate": "",
                "endDate": ""
            }
        ],
        "hobbies": "Motorsports",
        "memberOfSportsTeam": []
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Civil Engineer",
                "workplace": "Banknote Printing Works of the Swedish National Bank",
                "industry": "Finance",
                "start_date": "1924"
            },
            {
                "occupational_title": "Technical Secretary",
                "workplace": "Swedish Lithographic Printing Company",
                "industry": "Printing",
                "start_date": "1919"
            },
            {
                "occupational_title": "Lieutenant",
                "workplace": "Military (reserve)",
                "industry": "Defense",
                "start_date": "1920"
            },
            {
                "occupational_title": "Chief of the Banknote Printing Works",
                "workplace": "Swedish National Bank",
                "industry": "Finance",
                "start_date": "1924"
            },
            {
                "occupational_title": "Member of the Royal Film Commission",
                "workplace": "Kungsholmen",
                "industry": "Film/Entertainment",
                "start_date": "1943"
            },
            {
                "occupational_title": "Substitute at Stockholm Right Party Assembly",
                "workplace": "Stockholm",
                "industry": "Politics",
                "start_date": ""
            },
            {
                "occupational_title": "Deputy Administrative Councilor",
                "workplace": "International Tourism Alliance",
                "industry": "Tourism",
                "start_date": ""
            },
            {
                "occupational_title": "Member of the Board and Working Committee",
                "workplace": "Motorists National Association",
                "industry": "Automotive",
                "start_date": "1934"
            },
            {
                "occupational_title": "Vice Chairman of the Board",
                "workplace": "Motor Publishing AB",
                "industry": "Publishing",
                "start_date": "1942"
            },
            {
                "occupational_title": "Board Member of the Swedish Technical Society",
                "workplace": "Swedish Technical Society",
                "industry": "Engineering",
                "start_date": "1937"
            },
            {
                "occupational_title": "Chairman of Graphics Industry Division",
                "workplace": "Swedish Technical Society",
                "industry": "Engineering",
                "start_date": "1937"
            },
            {
                "occupational_title": "Board Member of the Technical Museum's Printing Department",
                "workplace": "Technical Museum",
                "industry": "Museum",
                "start_date": "1942"
            },
            {
                "occupational_title": "Board Member of Fenix-Heimd Insurance Company",
                "workplace": "Fenix-Heimd Insurance Company",
                "industry": "Insurance",
                "start_date": ""
            },
            {
                "occupational_title": "Treasurer of the Swedish Personal History Society",
                "workplace": "Swedish Personal History Society",
                "industry": "History/Genealogy",
                "start_date": ""
            },
            {
                "occupational_title": "Director of the Swedish National Bank",
                "workplace": "Swedish National Bank",
                "industry": "Finance",
                "start_date": "1943"
            },
            {
                "occupational_title": "Chairman of Umeå Pension Board",
                "workplace": "Umeå",
                "industry": "Finance",
                "start_date": ""
            },
            {
                "occupational_title": "Chairman of Defense Loan Board",
                "workplace": "Umeå",
                "industry": "Finance",
                "start_date": ""
            },
            {
                "occupational_title": "Board Member of Västerbotten Housing Credit Association",
                "workplace": "Västerbotten Housing Credit Association",
                "industry": "Finance/Real Estate",
                "start_date": ""
            },
            {
                "occupational_title": "Former Vice Chairman of Swedish National Bank Tax Board",
                "workplace": "Swedish National Bank",
                "industry": "Finance",
                "start_date": ""
            },
            {
                "occupational_title": "Former Chairman of Stigaren Building Committee",
                "workplace": "Falun",
                "industry": "Construction",
                "start_date": ""
            },
            {
                "occupational_title": "Owner of manufacturing company J Lalander",
                "workplace": "Malinb",
                "industry": "Manufacturing",
                "start_date": "1921"
            },
            {
                "occupational_title": "Owner of men's clothing store",
                "workplace": "Piteå and Sundsvall",
                "industry": "Retail",
                "start_date": ""
            }
        ]
    }
}