{
    "original": "BERGENGREN, Harald Anund Theodor, Ingenjör, Hälsingborg, f Häglinge, Krst. län, 28/8 67 av prov.läk Georg B o Betty Netzler, gm Siri Aspelin. Studex Hbg 85, prakt v Ankarsrums bruk 85—86, ex KTH 89. Tekn ch f Skånska sup.fosf- o svav.syrefabr.AB i Hbg 89—03, d:o f Hbgs KoppvksAB 00—04 (init.tag. t bygg. av Hbgs nya kopparv 01 0 kopparv, i Riga), stud. v samtl. dåv. tyska svav.syrefabr 01—02. en av stift av Tekn f ö ren 1 Hbg 02, styr.led o i arb.utsk f ind- o hantv.-utst i Hbg 02—03, tekn ch f Sv buddiserings-AB i Hbg 04—05, komm.koll stip f stud av kopparraff. i USA o v världsutst i S :t Louis USA 04, vkst dir f AB Byggn.materialier sed. 05, v. styr.ordf 16—18, styr.ordf sed. 19, fullm i Sk. hdlskamm :s ind.grupp 05—19, i arb.utsk 07—17, huv.m. i Hbgs sparbk sed. 11, init.tag. t skriv, av Hbgs hist. 11, init.tag. t Reymers-holms gl ind.AB :s oljefabr i Karlshamn 13, Sv Järnvägsdeleg. v bl.a. intern, järnv.konf i Amsterd., Bryss., Neapel o Bern, en av stift av Sydsv kraftAB 06, Hbgs doleg i styr 07— 36, styr.led 23—37, v. ordf 31—37, vkst dir o v. styr.ordf i Hbg-Landskr.-Eslöfs järnv.AB 10—36, styr.led i Hbg-Hässleh. järnv.-AB 17— 38, i Hbgs bry gg. AB (ordf 16—18), ordf i direkt, f rikshosp. i Hbg (sen. S:ta Maria sjukh.) 18—35, styr.ordf i Skåne-Smal. järnv.AB 19, styr.led i Hbg-Råå-Ramlösa järnv.AB fr. 20 t dess upph., stift (28) o styr.led i Gillet Gamla Hbg 29—34, styr.led i Hbgs ut-min- o utskänkn AB 31—36, i Nya tryck.AB Hbgs Dagblad 19, Hbgs turisttrafikfören, vandr.fören, golfclub 23—24 (stift), stdfm 04—34, led. av dräts-kamm 11—20 (ordf 19— 20), led. av hdls- o sjöf.nmdn 21—36, v. ordf 36, järnv.rådet 20—31, förtroenderådet 20—34, lönenmdn 19—20, budgetberedn 19—20, järnv.-samm.slagn.komm. 33—34, utställn.komm 29— 31, Vikingsbergskomm 26—27, Mstorikkomm sed. 25, brunns- o badh.styr. 09—35, stads-kongr.komm. 24, ordf i stdfm högergrupp, led. komm. f tekn sk i Hbg 19—21, flygpl.-komm. 21—33, renh.styr. 03—13, stad. omb. v förhandl m järnv.styr 19, init.tag. t inkorp av Råa, Raus o Ramlösa, suppl t Idsting. 07—11,styr.ordf i Gbgs bk i Hbg 30—43. Resor: Danm, Norge, Finl, Tyskl, Baltikum, Ryssl, Österr, Ital, Belg, Holl, Engl, USA. RVO, RNO. Hobbies: Jakt, fiske, ridning, skog o mark.",
    "translated": "BERGENGREN, Harald Anund Theodor, Engineer, Hälsingborg, b. Häglinge, Krst. county, 28/8 67, son of prov.läk Georg B and Betty Netzler, m. Siri Aspelin. Studex Hbg 85, intern at Ankarsrums bruk 85–86, graduate of KTH 89. Technical chef of Skånska superphosphorus and sulfuric acid factory AB in Hbg 89–03, the same for Hbgs KoppvksAB 00–04 (initiated the construction of Hbgs new copper works, 01 0 copper works, in Riga), studied at all then-existing German sulfuric acid factories 01–02. Member of the board of the Tekn f ö ren 1 Hbg foundation 02, board member and member of the working committee for the industry and crafts exhibition in Hbg 02–03, technical chef of Sv buddiserings-AB in Hbg 04–05, government scholarship for studying copper refining in the USA and at the World's Fair in St. Louis, USA 04, managing director of AB Byggn.materialier since 05, vice chairman of the board 16–18, chairman of the board since 19, representative in the Industrial Group of the Sk. hdlskamm chamber of commerce 05–19, member of the working committee 07–17, chairperson of Hbgs saving bank since 11, initiated the writing of Hbgs history 11, initiated the establishment of Reymers-holms gl ind.AB's oil factory in Karlshamn 13, Swedish delegate to international railway conferences in Amsterdam, Brussels, Naples, and Bern, founder of the Sydsv kraftAB power company 06, delegate for Hbg in the board of directors 07–36, board member 23–37, vice chairman 31–37, managing director and vice chairman of Hbg-Landskr.-Eslöfs järnv.AB 10–36, board member of Hbg-Hässleh. järnv.-AB 17–38, Hbgs bry gg. AB (chairman 16–18), chairman of the board of the national hospital in Hbg (later S:ta Maria sjukh.) 18–35, chairman of the board of Skåne-Smal. järnv.AB 19, board member of Hbg-Råå-Ramlösa järnv.AB from 20 until its dissolution, founder (28) and board member of Gillet Gamla Hbg 29–34, board member of Hbgs ut-min- o utskänkn AB 31–36, Nya tryck.AB Hbgs Dagblad 19, Hbgs turisttrafikfören society, vandr.fören society, golf club 23–24 (founder), chairman of the board of StdFM city-owned companies 04–34, member of the dräts-kamm financial committee 11–20 (chairman 19–20), member of the hdls- o sjöf.nmdn trade and shipping committee 21–36, vice chairman 36, member of the järnv.rådet railway council 20–31, förtroenderådet trust council 20–34, lönenmdn salary committee 19–20, budgetberedn budget committee 19–20, järnv.-samm.slagn.komm. railway merger committee 33–34, utställn.komm exhibition committee 29–31, Vikingsbergskomm 26–27, Mstorikkomm since 25, brunns- o badh.styr. spa and bathing committee 09–35, stads-kongr.komm. city congress committee 24, chairman of the steering committee of the right-wing group, member of the committee for technical schools in Hbg 19–21, flygpl.-komm. airport committee 21–33, renh.styr. cleanliness committee 03–13, stad. omb. city representative in negotiations with the railway board 19, initiated the incorporation of Råa, Raus, and Ramlösa, alternate member of the Idsting county council 07–11, chairman of the board of Gbgs bk in Hbg 30–43. Travel destinations: Denmark, Norway, Finland, Germany, the Baltics, Russia, Austria, Italy, Belgium, the Netherlands, England, USA. RVO (Order of the Polar Star), RNO (Order of Vasa). Hobbies: hunting, fishing, horseback riding, forestry, and land.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Harald Anund Theodor Bergengren",
        "birthDate": "1867-08-28",
        "birthPlace": "Häglinge, Krst. län, Sweden",
        "deathDate": "Unknown",
        "nationality": "Swedish",
        "jobTitle": "Engineer",
        "description": "Harald Anund Theodor Bergengren was born on August 28, 1867, in Häglinge, Krst. county, Sweden. He was the son of prov.läk Georg B and Betty Netzler. He married Siri Aspelin. Harald studied at Hbg (Hälsingborg) and graduated in 1885. He worked as an intern at Ankarsrums bruk from 1885 to 1886 and later graduated from KTH (Royal Institute of Technology) in 1889. He held the position of Technical Chief at Skånska superphosphorus and sulfuric acid factory AB in Hbg from 1889 to 1903. He also held the same position at Hbgs KoppvksAB from 1900 to 1904, where he initiated the construction of Hbgs new copper works in Riga. Harald studied at various German sulfuric acid factories from 1901 to 1902. He was a member of the board of the Tekn f ö ren 1 Hbg foundation in 1902. In 1902 and 1903, he served as a board member and member of the working committee for the industry and crafts exhibition in Hbg. From 1904 to 1905, he worked as the Technical Chief at Sv buddiserings-AB in Hbg. In 1904, he received a government scholarship for studying copper refining in the USA and also attended the World's Fair in St. Louis, USA. He became the Managing Director of AB Byggn.materialier in 1905 and served as the Vice Chairman of the board from 1916 to 1918, and Chairman of the board since 1919. Harald was a representative in the Industrial Group of the Sk. hdlskamm chamber of commerce from 1905 to 1919 and served as a member of the working committee from 1907 to 1917. He has been the Chairperson of the Hbgs saving bank since 1911. Harald initiated the writing of Hbgs history in 1911 and the establishment of Reymers-holms gl ind.AB's oil factory in Karlshamn in 1913. He served as a Swedish delegate to international railway conferences in Amsterdam, Brussels, Naples, and Bern. Harald was the founder of Sydsv kraftAB power company in 1906 and served as a delegate for Hbg in the board of directors from 1907 to 1936. He was also a board member from 1923 to 1937 and Vice Chairman from 1931 to 1937 of Hbg-Landskr.-Eslöfs järnv.AB. Furthermore, he was a board member of Hbg-Hässleh. järnv.-AB from 1917 to 1938 and Hbgs bry gg. AB (chairman from 1916 to 1918). From 1918 to 1935, he served as the Chairman of the board of the national hospital in Hbg (later S:ta Maria sjukh.). Harald was also the Chairman of the board of Skåne-Smal. järnv.AB in 1919 and a board member of Hbg-Råå-Ramlösa järnv.AB from 1920 until its dissolution. In 1929, he became a founder and board member of Gillet Gamla Hbg until 1934. Furthermore, he served on the board of Hbgs ut-min- o utskänkn AB from 1931 to 1936, Nya tryck.AB Hbgs Dagblad in 1919, Hbgs turisttrafikfören society, vandr.fören society, and the golf club from 1923 to 1924 as a founder. Harald held positions such as Vice Chairman of the board of StdFM city-owned companies from 1916 to 1918, member of the dräts-kamm financial committee from 1911 to 1920 (chairman from 1919 to 1920), member of the hdls- o sjöf.nmdn trade and shipping committee from 1921 to 1936 (vice chairman in 1936), member of the järnv.rådet railway council from 1920 to 1931, member of the förtroenderådet trust council from 1920 to 1934, member of the lönenmdn salary committee from 1919 to 1920, member of the budgetberedn budget committee from 1919 to 1920, member of the järnv.-samm.slagn.komm. railway merger committee from 1933 to 1934, member of the utställn.komm exhibition committee from 1929 to 1931, member of the Vikingsbergskomm from 1926 to 1927, member of the Mstorikkomm since 1925, member of the brunns- o badh.styr. spa and bathing committee from 1909 to 1935, member of the stads-kongr.komm. city congress committee in 1924, chairman of the steering committee of the right-wing group, member of the committee for technical schools in Hbg from 1919 to 1921, member of the flygpl.-komm. airport committee from 1921 to 1933, member of the renh.styr. cleanliness committee from 1903 to 1913, and city representative in negotiations with the railway board from 1919. Harald initiated the incorporation of Råa, Raus, and Ramlösa and served as an alternate member of the Idsting county council from 1907 to 1911. He was the chairman of the board of Gbgs bk in Hbg from 1930 to 1943. Harald traveled to various countries including Denmark, Norway, Finland, Germany, the Baltics, Russia, Austria, Italy, Belgium, the Netherlands, England, and the USA. His hobbies included hunting, fishing, horseback riding, forestry, and land.",
        "honorificSuffix": "RVO, RNO",
        "knowsAbout": [
            "Swedish history",
            "Engineering",
            "Industrial development",
            "Railway transportation"
        ],
        "hasOccupation": [
            {
                "@type": "OrganizationRole",
                "startDate": "1889",
                "endDate": "1903",
                "roleName": "Technical Chief",
                "organization": {
                    "@type": "Organization",
                    "name": "Skånska superphosphorus and sulfuric acid factory AB"
                }
            },
            {
                "@type": "OrganizationRole",
                "startDate": "1900",
                "endDate": "1904",
                "roleName": "Technical Chief",
                "organization": {
                    "@type": "Organization",
                    "name": "Hbgs KoppvksAB"
                }
            },
            {
                "@type": "OrganizationRole",
                "startDate": "1904",
                "endDate": "1905",
                "roleName": "Technical Chief",
                "organization": {
                    "@type": "Organization",
                    "name": "Sv buddiserings-AB"
                }
            },
            {
                "@type": "OrganizationRole",
                "startDate": "1905",
                "roleName": "Managing Director",
                "organization": {
                    "@type": "Organization",
                    "name": "AB Byggn.materialier"
                }
            }
        ]
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Intern",
                "workplace": "Ankarsrums bruk",
                "industry": "Unknown",
                "start_date": "1985-01-01"
            },
            {
                "occupational_title": "Technical Chef",
                "workplace": "Skånska superphosphorus and sulfuric acid factory AB",
                "industry": "Chemical Manufacturing",
                "start_date": "1989-01-01"
            },
            {
                "occupational_title": "Technical Chef",
                "workplace": "Hbgs KoppvksAB",
                "industry": "Copper Works",
                "start_date": "2000-01-01"
            },
            {
                "occupational_title": "Student",
                "workplace": "All existing German sulfuric acid factories",
                "industry": "Chemical Manufacturing",
                "start_date": "1901-01-01"
            },
            {
                "occupational_title": "Managing Director",
                "workplace": "AB Byggn.materialier",
                "industry": "Construction Materials",
                "start_date": "1905-01-01"
            },
            {
                "occupational_title": "Chairman of the Board",
                "workplace": "Skåne-Smal. järnv.AB",
                "industry": "Railroad",
                "start_date": "1919-01-01"
            },
            {
                "occupational_title": "Chairman of the Board",
                "workplace": "National Hospital in Hbg (later S:ta Maria sjukh.)",
                "industry": "Healthcare",
                "start_date": "1918-01-01"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Hbgs ut-min- o utskänkn AB",
                "industry": "Unknown",
                "start_date": "1931-01-01"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Nya tryck.AB Hbgs Dagblad",
                "industry": "Printing",
                "start_date": "1919-01-01"
            },
            {
                "occupational_title": "Chairman of the Board",
                "workplace": "Gbgs bk in Hbg",
                "industry": "Banking",
                "start_date": "1930-01-01"
            }
        ]
    }
}