{
    "original": "HELLMANN, Carl Fredrik Wilhelm, Konsul, Norrköping, f 1/1 95 av disp M H o Inga Askerberg, gm Tyra Knutson. Realex Nrkp 10, Schartaus hdlsgymn 10—12. Anst i Engl 12—13, Tyskl 14—15, kamr AB Kopparextraktion, Sthlm, 17—18, vkst dir sed. 19 i AB Max Hellmanns yllefabr, Nrkp (etabl 94 under namn Gust Wahren J:or, bol 19). Ordf o deläg där, styr.led Skand kreditABs Nrkpkont, fastigh.AB Spetsen, Färgeri- o AppreturAB i Nrkp, AB Strand hotel i Sthlm; KSS, Sv segl.frb, Sv curl.frb, Åre curl.klubb mm. RVO, PolFK1kl, OffRumStjO, OffBulg-CfO, Frimurare, W6, PB, NSS, Jockeyklubben, Kronpr curl.klubb, Sthlms kappl.sällsk, Sv fullblodsuppfödn.frn mfl. Polsk kons i Nrkp 34. Hobbies: Segl, curl, jakt, fiske, hästsport.",
    "translated": "HELLMANN, Carl Fredrik Wilhelm, Consul, Norrköping, born January 1st, 1895, son of deceased Mr. H and Inga Askerberg, married to Tyra Knutson. Completed Realexamination in Norrköping in 1910, and attended Schartau's Commercial College from 1910 to 1912. Employed in England in 1912-1913, Germany in 1914-1915, and as an assistant at AB Kopparextraktion in Stockholm from 1917 to 1918, then promoted to the position of managing director since 1919 at Max Hellmann's wool factory, Norrköping (established in 1894 under the name Gust Wahren J:or, incorporated in 1919). Chairman and co-owner there, also on the board of Skandia Credit AB's Norrköping branch, Spetsen Real Estate AB, Färgeri- och Appretur AB in Norrköping, and Strand Hotel AB in Stockholm. Member of the Royal Swedish Yacht Club, Swedish Curling Association, Åre Curling Club, and others. Awarded the Order of the Vasa, Police Reserve's 1st Class Medal, Officer of the Order of Rum Stjärnor Ordo, Officer of the Bulgarian Crown, Freemason, member of W6, PB, NSS, Jockey Club, Crown Prince Curling Club, Stockholm Racing Society, Swedish Thoroughbred Breeders, and more. Polish consul in Norrköping since 1934. Hobbies include sailing, curling, hunting, fishing, and equestrian sports.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Carl Fredrik Wilhelm Hellmann",
        "birthDate": "1895-01-01",
        "parent": [
            {
                "@type": "Person",
                "name": "Mr. H"
            },
            {
                "@type": "Person",
                "name": "Inga Askerberg"
            }
        ],
        "spouse": [
            {
                "@type": "Person",
                "name": "Tyra Knutson"
            }
        ],
        "description": "Consul, Norrköping. Completed Realexamination in Norrköping in 1910. Attended Schartau's Commercial College from 1910 to 1912. Employed in England in 1912-1913 and Germany in 1914-1915. Started working as an assistant at AB Kopparextraktion, Stockholm in 1917 and became the managing director since 1919 at Max Hellmann's wool factory, Norrköping. The factory was established in 1894 under the name Gust Wahren J:or and incorporated in 1919. He is the chairman and co-owner of the factory. He is also on the board of Skandia Credit AB's Norrköping branch, Spetsen Real Estate AB, Färgeri- och Appretur AB in Norrköping, and Strand Hotel AB in Stockholm. He is a member of various organizations such as the Royal Swedish Yacht Club, Swedish Curling Association, Åre Curling Club, and more. He has been awarded the Order of the Vasa, Police Reserve's 1st Class Medal, Officer of the Order of Rum Stjärnor Ordo, Officer of the Bulgarian Crown. He is also a Freemason and a member of various other organizations. He has been the Polish consul in Norrköping since 1934. His hobbies include sailing, curling, hunting, fishing, and equestrian sports."
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Assistant",
                "workplace": "AB Kopparextraktion",
                "industry": "Metals Extraction",
                "start_date": "1917"
            },
            {
                "occupational_title": "Managing Director",
                "workplace": "AB Max Hellmanns yllefabr",
                "industry": "Textile Manufacturing",
                "start_date": "1919"
            }
        ]
    }
}