{
    "original": "HÅKANSSON, Otto Bernhard, Köpman, Skurup, f Skurup, Malmöh l, 29/11 90. Anst h Olof Truedsson Skurup 04—15, övert under fmanamn Otto Håkansson 15 den Lundströmska aff i Kävlinge o inneh den t 16, övert Olof Truedssons aff i Skurup 16, driver fortf denna fma samt filial i Skurup o Håkanssonska Kafferosteriet (ptiaff), tillika vkst dir o ordf i AB Otto Håkanssons Utsädesaff. Styr.led i Sk Köpmfrb, kassör under 20 år i Skurups Skyttefrn. 0 HÅKANS SON, Nils Teodor, Färghandlare, Värnamo, f N:a Sandsjö, Jkps l, 2/4 70, gm Anna Persson. Eg målerirör i Värnamo sed. 92, etabl fma N T Håkansson &amp; Söner 09. Stdsflm. HÅRD AF SEGERSTAD, Carl-Gustaf, Civilingenjör, Sandviken, f Uppsala 17/9 07 av stins FLHafSohhf A:son Thomte, gm Elsa Gérard. Studex 26, KTH 31; resoffex Ingtrp 28, transp o utn t flyging flygets res 38. Exp.ing Hesselman Motor Corp AB 32, ass förbränn.mot o termodynamik KTH 32—33, l:e ass på förbr-, motortekn- o kyltekn lab KTH 33—34, KTH :s stip f vissa utl.stud 34, konsult uppdr h Axel Johnson &amp; Co 34, ing, sed. avd.ch i AB Nord Armaturfabr 34—36, driftsing v kallvalsvkt Sandvikens Jernvks AB 36—39, ch f driftstekn forskn.avd dta AB sed. 39. Ag fastigh Hedvägen 5 Sandviken. Div ind plan.uppdr mm f flygets räkn und beredsk sed. 39. Ordf Sandvikens flygklb. Resor: USA 30, Engl 34, Tyskl, Schweiz, Engl, Norge 35, Tyskl, Danm 37, Tyskl, Engl, Frankr 38, Tyskl, Holl 39, Ital 41. Av trycket: Upps i Tekn Tidskr o Aff.ek om huv.sakl mättekn fråg o tekn forskn.verksamh inom ind. Sv Tekn.frn, Sv Metallografsamf. Hobbies: Utom arbetet — flygning, motorsport, ridning. HÅ AL,, Anders Simon A:son, Civilingenjör, Lidingö, f Kristinehamn 29/6 94 av köpm E Håål-Andersson o Maria Larsson, gm Ellen Steinwall. Studex Karlst 13, KTH (E) 13— 17. Anst ASEA 18, Eskilstuna stads elverk 19, AB El Sthlm 20, distr.ass v Älvkarleby kraftverk Södertälje 20—23, tf distr.ing Upps 23—28, ord distr.ing Västerås 28—37, övering v Kraft AB Gullspång-Munkfors 38—39, nu del-äg i Ing.fma Bergman &amp; Co AB konsult elek-trotekn byrå i Sthlm. Led Sv Tekn.frn o Sv Konsult ingenjörers frn.",
    "translated": "HÅKANSSON, Otto Bernhard, Merchant, Skurup, b. Skurup, Malmö County, November 29, 1890. Employed at Olof Truedsson Skurup 1904-1915, took over under the name Otto Håkansson in 1915 the Lundström store in Kävlinge and owned it until 1916, took over Olof Truedsson's store in Skurup in 1916 and continues to run this business as well as a branch in Skurup and the Håkansson Coffee Roastery (limited company). Also serves as the managing director and chairman of the board of AB Otto Håkanssons Utsädesaff. Board member of Skurup Merchant Association, treasurer for 20 years in Skurup Shooting Association.\n\nHÅKANSSON, Nils Teodor, Paint Merchant, Värnamo, b. N:a Sandsjö, Jönköping County, April 2, 1870, married to Anna Persson. Owns a painting business in Värnamo since 1892, established the company N T Håkansson & Sons in 1909. Member of the City Film Board.\n\nHÅRD AF SEGERSTAD, Carl-Gustaf, Civil Engineer, Sandviken, b. Uppsala, September 17, 1907, son of stationmaster FLHafSohhf A: son Thomte, married to Elsa Gérard. Graduated in 1926, from the Royal Institute of Technology (KTH) in 1931; reserve officer training in Motorized Infantry in 1928, transportation officer in the Air Force Reserve from 1938. Worked as an engineer at Hesselman Motor Corp AB in 1932, assistant in combustion engines and thermodynamics at KTH from 1932 to 1933, first assistant at the combustion, engine and refrigeration technology laboratory at KTH from 1933 to 1934, recipient of a stipend for certain foreign studies in 1934, consultant at Axel Johnson & Co in 1934, engineer and head of the department at AB Nord Armaturfabr from 1934 to 1936, head of operations at the cold rolling mill at Sandvikens Jernverks AB from 1936 to 1939, head of the operational research division since 1939. Owns property at Hedvägen 5, Sandviken. Completed various industrial planning assignments for aviation during the national defense from 1939. Chairman of Sandviken's flying club. Traveled to the USA in 1930, England in 1934, Germany, Switzerland, England, and Norway in 1935, Germany, Denmark in 1937, Germany, England, France in 1938, Germany, Holland in 1939, Italy in 1941. Published articles in the Technical Journal and Business Journal on mainly measurement technology issues and technical research activities in the industry. Member of the Swedish Technical Association and the Swedish Metallography Society. Hobbies include flying, motorsports, and horseback riding outside of work.\n\nHÅ AL, Anders Simon A:son, Civil Engineer, Lidingö, b. Kristinehamn, June 29, 1894, son of merchant E Håål-Andersson and Maria Larsson, married to Ellen Steinwall. Graduated from Karlstad in 1913, attended KTH (Electrical Engineering) from 1913 to 1917. Employed at ASEA in 1918, Eskilstuna City Power Plant in 1919, AB El Sthlm in 1920, acting district assistant at Älvkarleby Power Plant in Södertälje from 1920 to 1923, temporary district engineer in Uppsala from 1923 to 1928, regular district engineer in Västerås from 1928 to 1937, chief engineer of Kraft AB Gullspång-Munkfors from 1938 to 1939, currently a part-owner of the engineering firm Bergman & Co AB, a consulting electrical engineering company in Stockholm. Member of the Swedish Technical Association and the Swedish Consulting Engineers Association.",
    "structured": {
        "@context": "http://schema.org",
        "@type": "Person",
        "name": "HÅKANSSON, Otto Bernhard",
        "birthDate": "1890-11-29",
        "birthPlace": "Skurup, Malmö County",
        "occupation": "Merchant",
        "memberOf": [
            {
                "@type": "Organization",
                "name": "AB Otto Håkanssons Utsädesaff"
            },
            {
                "@type": "Organization",
                "name": "Skurup Merchant Association"
            }
        ],
        "affiliation": [
            "Olof Truedsson Skurup",
            "Lundström store in Kävlinge",
            "Olof Truedsson's store in Skurup",
            "Håkansson Coffee Roastery"
        ],
        "additionalProperty": [
            {
                "@type": "PropertyValue",
                "name": "Managerial position",
                "value": "Managing Director and Chairman of the Board"
            }
        ],
        "hobbies": [
            "Flying",
            "Motorsports",
            "Riding"
        ]
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Merchant",
                "workplace": "Olof Truedsson Skurup",
                "industry": "Retail",
                "start_date": "1904-01-01"
            },
            {
                "occupational_title": "Owner",
                "workplace": "Lundström store in Kävlinge",
                "industry": "Retail",
                "start_date": "1915-01-01"
            },
            {
                "occupational_title": "Owner",
                "workplace": "Olof Truedsson's store in Skurup",
                "industry": "Retail",
                "start_date": "1916-01-01"
            },
            {
                "occupational_title": "Managing Director",
                "workplace": "AB Otto Håkanssons Utsädesaff",
                "industry": "Agriculture",
                "start_date": "1916-01-01"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Skurup Merchant Association",
                "industry": "Trade Association",
                "start_date": null
            },
            {
                "occupational_title": "Treasurer",
                "workplace": "Skurup Shooting Association",
                "industry": "Sports",
                "start_date": null
            },
            {
                "occupational_title": "Paint Merchant",
                "workplace": "N T Håkansson & Sons",
                "industry": "Retail",
                "start_date": "1909-01-01"
            },
            {
                "occupational_title": "Engineer",
                "workplace": "Hesselman Motor Corp AB",
                "industry": "Automotive",
                "start_date": "1932-01-01"
            },
            {
                "occupational_title": "Assistant",
                "workplace": "KTH - Combustion Engines and Thermodynamics",
                "industry": "Education",
                "start_date": "1932-01-01"
            },
            {
                "occupational_title": "Assistant",
                "workplace": "KTH - Combustion, Engine, and Refrigeration Technology Laboratory",
                "industry": "Education",
                "start_date": "1933-01-01"
            },
            {
                "occupational_title": "Consultant",
                "workplace": "Axel Johnson & Co",
                "industry": "Business Services",
                "start_date": "1934-01-01"
            },
            {
                "occupational_title": "Engineer",
                "workplace": "AB Nord Armaturfabr",
                "industry": "Manufacturing",
                "start_date": "1934-01-01"
            },
            {
                "occupational_title": "Head of Operations",
                "workplace": "Sandvikens Jernverks AB - Cold Rolling Mill",
                "industry": "Manufacturing",
                "start_date": "1936-01-01"
            },
            {
                "occupational_title": "Head of Operational Research Division",
                "workplace": "Unknown",
                "industry": "Unknown",
                "start_date": "1939-01-01"
            },
            {
                "occupational_title": "Electrical Engineer",
                "workplace": "ASEA",
                "industry": "Electrical Engineering",
                "start_date": "1918-01-01"
            },
            {
                "occupational_title": "Engineer",
                "workplace": "Eskilstuna City Power Plant",
                "industry": "Energy",
                "start_date": "1919-01-01"
            },
            {
                "occupational_title": "Engineer",
                "workplace": "AB El Sthlm",
                "industry": "Electrical Engineering",
                "start_date": "1920-01-01"
            },
            {
                "occupational_title": "Temporary District Assistant",
                "workplace": "Älvkarleby Power Plant in Södertälje",
                "industry": "Energy",
                "start_date": "1920-01-01"
            },
            {
                "occupational_title": "Temporary District Engineer",
                "workplace": "Uppsala",
                "industry": "Unknown",
                "start_date": "1923-01-01"
            },
            {
                "occupational_title": "Regular District Engineer",
                "workplace": "Västerås",
                "industry": "Unknown",
                "start_date": "1928-01-01"
            },
            {
                "occupational_title": "Chief Engineer",
                "workplace": "Kraft AB Gullspång-Munkfors",
                "industry": "Energy",
                "start_date": "1938-01-01"
            },
            {
                "occupational_title": "Part-Owner",
                "workplace": "Bergman & Co AB",
                "industry": "Consulting Engineering",
                "start_date": null
            }
        ]
    }
}