{
    "original": "BONTHRON, Karl Johan Alexander, Civilingenjör, Dr Ing, Fagersta, f Västra Skedvi, Västmanl l, 7/7 05 av disp J A B o Beda Högberg, gm Aistrid Eckerström. Studex Sthlm 23, KTH (kemi) 23—27, Mc Gill Univ i Montreal Canada 27—28, Techn Hochschule i Berlin 28—30, dr ing där 30. Ing f experiment-arb v Aerocrete Corp of Canada i Montreal 27—28, ing v AB Vallevikens Cementfabr i Rute o Sthlm 30—33, driftsing v Fagersta Bruks AB:s hårdmetallavd 33, chef f pulver-metallurgiska tillv 42. Suppl kyrkorådet 44. °BOO, Allan, Disponent, Halmstad, f Vartofta 19/11 80. Studex Linköping 98, KTH 03. Ing Bergsunds Mek Verkst Sthlm 03—05, i marinförv ing.avd 05—18, övering AB Motala Verkst 18—26, vkst dir o disp Hst Järnvks AB sed. 26. Tf överinsp fartygsinsp v fi tillf, delt i arb m dna inom komm.koll. Sakk vin-tersjöfartsktén o ktéer f utarb av lämpl fart f sv flott, kontroll v fi nybyggn f flott. Utl resor i särsk uppdr of studier. Av trycket: Red Tekn tidskr :s avd f skpsbyggn.konst 6 år, medarb i tekn fråg i publ o fackpress.",
    "translated": "BONTHRON, Karl Johan Alexander, Civil Engineer, Doctor of Engineering, Fagersta, born in Västra Skedvi, Västmanland county, on July 7, 1905, to parents Johann August Bonthron and Beda Högberg. Married to Aistrid Eckerström. Completed studies in Stockholm in 1923, Chemistry studies at the Royal Institute of Technology (KTH) from 1923 to 1927. Studied at McGill University in Montreal, Canada from 1927 to 1928. Continued studies at the Technical University in Berlin from 1928 to 1930 and earned a doctorate in engineering there in 1930. Worked as an engineer conducting experimental work at the Aerocrete Corporation of Canada in Montreal from 1927 to 1928. Employed as an engineer at AB Vallevikens Cementfabrik in Rute and Stockholm from 1930 to 1933. Became a production engineer at Fagersta Bruks AB's Hard Metal Division in 1933 and later became the head of the powder metallurgy department in 1942. Served as a supplementary member of the Church Council in 1944. \n\nBOO, Allan, Manager, Halmstad, born in Vartofta on November 19, 1880. Completed studies in Linköping in 1898 and at KTH in 1903. Worked at Bergsunds Mechanical Workshop in Stockholm from 1903 to 1905, then as a naval engineer from 1905 to 1918. Became a senior engineer at AB Motala Verkstad from 1918 to 1926 and held the position of plant manager and manager at Halmstad Järnvägs AB since then. Acted as temporary supervisor of ship inspections and participated in work related to the municipal inspections. Served as an expert in the Swedish winter shipping committee and committees for the development of suitable means for the Swedish fleet. Responsible for checking the construction of new naval ships. Traveled abroad for specific assignments and studies. Published articles in the technical section of the Technology Journal for shipbuilding for six years and served as a collaborator on technical issues in publications and professional press.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Karl Johan Alexander Bonthron",
        "givenName": "Karl Johan Alexander",
        "familyName": "Bonthron",
        "jobTitle": "Civil Engineer, Doctor of Engineering",
        "birthPlace": {
            "@type": "Place",
            "address": {
                "@type": "PostalAddress",
                "addressLocality": "Vartofta",
                "addressCountry": "Sweden"
            }
        },
        "birthDate": "1880-11-19",
        "parents": [
            {
                "@type": "Person",
                "name": "Johann August Bonthron"
            },
            {
                "@type": "Person",
                "name": "Beda Högberg"
            }
        ],
        "spouse": {
            "@type": "Person",
            "name": "Aistrid Eckerström"
        },
        "educationalCredentialAwarded": [
            {
                "@type": "EducationalOccupationalCredential",
                "credentialCategory": "Studex",
                "name": "Studex Linköping 1898"
            },
            {
                "@type": "EducationalOccupationalCredential",
                "credentialCategory": "Studex",
                "name": "KTH 1903"
            }
        ],
        "memberOf": {
            "@type": "Organization",
            "name": "Aerocrete Corporation of Canada"
        },
        "work": [
            {
                "@type": "EmploymentEvent",
                "employer": {
                    "@type": "Organization",
                    "name": "Bergsunds Mek Verkst"
                },
                "title": "Engineer",
                "startDate": "1903",
                "endDate": "1905"
            },
            {
                "@type": "EmploymentEvent",
                "employer": {
                    "@type": "Organization",
                    "name": "AB Motala Verkst"
                },
                "title": "Senior Engineer",
                "startDate": "1918",
                "endDate": "1926"
            },
            {
                "@type": "EmploymentEvent",
                "employer": {
                    "@type": "Organization",
                    "name": "Halmstad Järnvägs AB"
                },
                "title": "Plant Manager, Manager",
                "startDate": "1926"
            }
        ],
        "additionalName": {
            "@type": "Person",
            "name": "Allan Boo"
        }
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Civil Engineer",
                "workplace": "Aerocrete Corp of Canada",
                "industry": "Engineering",
                "start_date": "1927-01-01"
            },
            {
                "occupational_title": "Engineer",
                "workplace": "AB Vallevikens Cementfabrik",
                "industry": "Construction",
                "start_date": "1930-01-01"
            },
            {
                "occupational_title": "Production Engineer",
                "workplace": "Fagersta Bruks AB's Hard Metal Division",
                "industry": "Metallurgy",
                "start_date": "1933-01-01"
            },
            {
                "occupational_title": "Head of Powder Metallurgy Department",
                "workplace": "Fagersta Bruks AB's Hard Metal Division",
                "industry": "Metallurgy",
                "start_date": "1942-01-01"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Halmstad Järnvägs AB",
                "industry": "Transportation",
                "start_date": "1926-01-01"
            }
        ]
    }
}