{
    "original": "RYDIN, Sten Orvar, Civilingenjör, Vana-fjärden, f Saltsjöbaden 20/12 11 av pensionär C A R o Lilli ögren. Studex Saltsjöb 30, KTH (kemi) 30—35. Lab.ing v Korsnäsverkens cel-lulosafabr i Gävle 35—36, kem v Mackmyra Sulfit AB 36, sedermera driftsing v Karlsborgs Sulfatfabr (AB Statens Skogsind) i Vånafjär-&gt;den t hösten 44, därefter övering v Obbola Sulfatcellulosafabrik. BYDING, Gösta, Disponent, Direktör, Göta, f Härnösand 2/7 81 av Ihövd G R o Louise af Petersens, gm Annie Rudberg (d). Anst Utansjö cellul.AB 98—07, öl fmor London 03, kont.ch sulfitAB Ljusnan 07—19, disp där 19—24, platsch Vallviks sulfitfabr 07—24, vkst dir sulfitAB Göta sed. 24, Wikers AB 24—38 «o AB Göta Elfdals tegelbr sed. 36. Styr.ordf AB Billingsfors-Långed sed. 34, AB Rockhammars br 34—36, AB Fors br 34—40, styr.led Sulfit.AB Göta sed. 24, Sv. cellul.frn sed. 25, Vänerns seglat.styr sed. 26, Gbg bk sed. -34, Sv jägarfrb 39—42, Klarelfvens flottn.frn sed. 40. Div kommun upp dr Söderala 09—24, Fuxerna 25—41, ordf Lilla Edets kommun mell.sk 33—41. BYDINGEB, Johan Walfrid, Disponent, Ängelholm, f Klippan 29/8 92 av lantbr P Jönsson p h h Nelly, gm Aina Ekblom. Realex Hälsingborg, hdlsgymn, ex Deutsche Ver-suchsanst u Fachschule f Lederindustrie Freiberg. Anst Klippans Chroml AB 09—15 o 17 —19. Disp Hallsbergs LäderfabrAB 19—21, vkst dir Åströms Läderfabr.AB Åbo, Finland, \"21—22, nu vkst dir o styr.led Sydsv Läder- o Remfabr AB o AB Ängelholms Kromläder-fabr, styr.led i The Lion Leather Ltd London. Stdsflm, fd led dräts.kamm, led kyrkoflm. Styr.led Sv Garveriidk.frn, Sv Garveriidk:s Intressentfrn, Sv Garveriidk :s Råvaru- o Imp-:frn o stift Garverinäringens forskningsinstitut, ordf Ängh högerfrn, styr.led Tekn frn Hbg. Resor: Tyskl, Engl, Ital, Frankr, Holl, Schweiz, Belg, Finl mfl. FrimO. Hobby: Jakt. BYDSTBÖM, Gregor Ossian August, Civilingenjör, Stockholm, f 13/3 98 av riksbksdir Ossian R o Signe Nygren. Realex Norrkp 14, »ex tekn elem.sk i Norrkp (mek) 17, civingex KTH (E) 29. Anst å ASEArs ritkont i Väs- terås 17—19, v beräkn.kont f asynkrona motorer där 20—23, h Ing.fman Bergman &amp; Co AB i Sthlm 29—38, konsult elektrotekn ing.-verksamh, anst h Komm.koll sed. 38. Led Sv Tekn.frn (Sv Elektroing.frn). BYGAABD, Sven Olof Frank, Direktör, Stockholm, f Nrkp 10/1 98 av kvarnmäst O F R o Matilda Moberg, gm Elsa Paulsson. Studex Nrkp 16, HHS 17—18. Anst AB Sv Telegrambyrån 23—25, Erwin Wasey &amp; Co Ltd Kphmn 25, led dna fmas Skand kont o vkst dir Ervaco 27, ansvar f verksamh av i Tyskl. Polen o Holl 28, v. vkst dir AB S Gumaelius Annonsbyrå 31, huvudred tidskr Futurum 36— 39, huvuddeläg o vkst dir Sven Rygaards Annonsbyrå AB sed. 39, Service Cato AB sed. 35, Cato Ltd London, sed. 38. Led Inform.styr :s reklamråd, stift Reklamgranskn f fria läkemedel, Näringslivets granskn.nmd f gåvor o understödsann, Annonsdeleg f Folkhushålln.-dep:s krigsannonsering. Fd ordf Aukt Annonsbyråers frn. Omf utl resor 25—31. Start o utg tidskr Segel o Motor 35—39 samt Futurum 36—39; div upps i reklamtekn ämn i dessa o dagspress. Finl ftJM. Hobby: Segling. BtJGHEIMEB, Carl, Direktör, Stockholm, f Sthlm 7/7 93 av dir Th R o h h Hildegard, gin Sonja Traugott. öReal, Schartaus, spec.stud v Handelshochschule Berlin, studieres t Skottl o Engl, praktikpl i Tyskl. Anst h Rugheimer £ Beckers AB 11—12 o 15—18, disp där 18— 24, disp f AB Rugheimer &amp; Westrell 24—27, chef f o ag av Kommanditbol Traugotts Hatt-industri sed. 29. Styr.ordf i Stålkompaniet AB Sthlm. Resor: Eur utom Ryssl, Pyreneiska halvön o Balkan. Hobbies: Fiske, Skytte, bilkörning. BYHAGEN, Stig Rye, Bergsingenjör, Sandviken, f Uddevalla 26/11 11 av bkdir A Lars-son-R o Allie Frennesen, gm Hjördis Anderberg. Studex Gbgs h reallärov 30, bergsingex KTH 36. Anst v SKF-Hofors Bruk 36—38, v Sandvikens Jernverks AB, varmvalsverken, sed. 38. Resor: USA 40. BuHLING, Johan August, Direktör, Oskarshamn, f Ålem, Kalm l, 2/9 63 av Johan Ohlsson o Maria Danielsson, gm Selma Sandberg. Hdlssk. Kont.anst Sthlm 83—87, inom träv.bransch 88—95, kont.ch o prok i Carl Aug Ideströms kolon.v.aff, vkst dir f denna 08 t AB Ideströms eftr omb fma, vkst dir f Oskhn ångf.AB 08—26. Styr.led sparbkn sed. 08 samt dess ordf, ordf Sydsv kred.AB und dess verksamh i Oskhn, d :o sjöni.husdir 16— 36 o hdls- o sjöf.nmdn ett 10-t år, fd led stdflm o fat.v.styr. Resor: Tyskl, Finl. BYHBE. Gustaf Arvid, Disponent, Göteborg, f Ryda, Skarab l, 31/8 80 av lantbr L Carlsson o h h Charlotta, gm Elisabeth Leverin. Kont i Knut Bomans Mössfabr Gbg 06, del-äg där v f mans ombild t AB 34 samt vkst dir sed. 36. BYLANDEB-ALIN, Gustaf Jakob, Grosshandlare, Stockholm, f Ljung, Ögl, 14/1 72 av kommin C J Alin o Emma Lindgren, gm Hulda Mellström. H a l o hdlsinst i Örebro. Anst i Sundsv 92—97, kont.ch Molinderska konservfabr AB Sthlm 97—16, eg fma Rylander &amp; Co, kolonialvaror en gros, sed. 21. Frimurare, Odd Fellow, Arla Coldinu, Sällsk T.G. o Sthlms Grosshandelssocietet.BtiL-CKEB, Eduard Julius, Disponent, Arvika, f Arv 19/10 69 av fabr C E R o Emelia Kohnle, gm Agnes Owen. Krist hal 79—89, elev v Arv o Tönsbergs brygg :r 90—91, bryg-garsk Worms Tyskl 91. Bryggm Arv brygg 92—06, disp o vkst dir Arv brygg.AB sed. 06, vkst dir o styr.ordf Ångb.AB Byelfven 18—28, styr.led Arv el AB 20—35, AB Sydsv bkns Arv.kont 23—28, Dal—V Värml jvgs^B 28—36. Led. kommun.flm 99—11, stdflm 12—34, kommun.nmd 02—11, dräts.kamm 12—23 (v. ordf 12—13, ordf 14—23), beredn.utsk 30—34, styr.-ordf Arv vat.ledn.vk 09—12, huv.m Westra Werml sparbk sed. 04, styr.led 08—40 (ordf 23—40), led Arv.utstrs arb.utsk 11, gen.kom-mis f utst 33, ordf Arv stads lantegend.nmd 19—22, led jvs?skomm o traf.nmd, styr.led V Värml fhsk 23—34, ordf Folkliga musikskrs byggn.komm, led dir f Värml l centr.sanat 23—40 (v. ordf 23—28, ordf 29—40), styr.led V Värml fornminn.frn 15—28 (v. ordf 19—27, ordf 28, hed.led 29), styr.led Werml travar-sällsk 11—30 (ordf 24—30), grund frn Stor-kasberg:s utsiktstorn 31, dess ordf sed. 31.",
    "translated": "RYDIN, Sten Orvar, Civil Engineer, Vana-fjärden, b. Saltsjöbaden 20/12 11, son of retiree C A R and Lilli ögren. Studied at Saltsjöb 30, KTH (chemistry) 30-35. Assistant engineer at Korsnäsverken's cellulose factory in Gävle 35-36, chemist at Mackmyra Sulfit AB 36, later chief engineer at Karlsborgs Sulfatfabr (AB Statens Skogsind) in Vånafjärden until autumn 44, then manager at Obbola Sulfatcellulosafabrik.\nBYDING, Gösta, Manager, Director, Göta, b. Härnösand 2/7 81, son of head of police G R and Louise af Petersens, married to Annie Rudberg (d). Employed at Utansjö cellulose AB 98-07, studied in London 03, accountant at sulfit AB Ljusnan 07-19, manager there 19-24, assistant manager at Vallviks sulfitfabr 07-24, chief director at sulfit AB Göta since 24, Wikers AB 24-38 and AB Göta Elfdals tegelbr since 36. Chairman of the board at AB Billingsfors-Långed since 34, AB Rockhammars br 34-36, AB Fors br 34-40, board member of Sulfit AB Göta since 24, Swedish cellulose co-op since 25, Vänerns seglat.styr since 26, Gbg bk since -34, Swedish jägarfrb 39-42, Klarelfvens flottn.frn since 40. Various municipal positions in Söderala 09-24, Fuxerna 25-41, chairman of Lilla Edets kommun mell.sk 33-41.\nBYDINGEB, Johan Walfrid, Manager, Ängelholm, b. Klippan 29/8 92, son of farmer P Jönsson and Nelly, married to Aina Ekblom. Attended Hälsingborg Realex, business school, studied at Deutsche Versuchsanst u Fachschule f Lederindustrie Freiberg. Employed at Klippans Chroml AB 09-15 and 17-19. Managed Hallsbergs Läderfabr AB 19-21, deputy director at Åströms Läderfabr AB Åbo, Finland, 21-22, currently deputy director and board member at Sydsv Läder- o Remfabr AB and AB Ängelholms Kromläder-fabr, board member of The Lion Leather Ltd London. Member of city council, former member of finance committee, member of church council. Board member of Sv Garveriidk.frn, Sv Garveriidk:s Intressentfrn, Sv Garveriidk:s Råvaru- o Imp-frn and Garverinäringens forskningsinstitut, chairman of Ängs högerfrn, board member of Tekn from Hbg. Traveled to Germany, England, Italy, France, Holland, Switzerland, Belgium, and Finland. Hobby: Hunting.\nBYDSTBÖM, Gregor Ossian August, Civil Engineer, Stockholm, b. 13/3 98, son of bank director Ossian R and Signe Nygren. Attended Norrkp Realex 14, technical elementary school in Norrkp (mechanical) 17, graduated from KTH (E) 29. Employed at ASEArs design office in Västerås 17-19, calculation office for asynchronous motors there 20-23, engineer at Bergman & Co AB in Stockholm 29-38, consulting electrical engineering, employed by the municipality since 38. Member of Swedish Technologists (Swedish Electrical Engineers).\nBYGAABD, Sven Olof Frank, Director, Stockholm, b. Norrkp 10/1 98, son of miller O F R and Matilda Moberg, married to Elsa Paulsson. Graduated from Norrkp 16, attended HHS 17-18. Employed at AB Sv Telegrambyrån 23-25, Erwin Wasey & Co Ltd Copenhagen 25, member of advertising DNA fmas Skand kont and deputy director of Ervaco 27, responsible for operations in Germany, Poland, and Holland 28, deputy director at AB S Gumaelius Annonsbyrå 31, editor-in-chief of the magazine Futurum 36-39, majority owner and deputy director of Sven Rygaards Annonsbyrå AB since 39, Service Cato AB since 35, Cato Ltd London since 38. Member of the board of Inform.styr:s reklamråd, founding member of Reklamgranskn f fria läkemedel, member of Näringslivets granskn.nmd f gåvor o understödsann, and Annonsdeleg f Folkhushålln.-dep:s krigsannonsering. Former chairman of Aukt Annonsbyråers frn. Traveled internationally from 25-31. Started and published the magazine Segel o Motor 35-39 and Futurum 36-39; published various articles on advertising technology in these and other newspapers. Traveled to Finland. Hobby: Sailing.\nBUHLEMBER, Carl, Director, Stockholm, b. Sthlm 7/7 93, son of director Th R and Hildegard, married to Sonja Traugott. Real estate, Schartaus, specialized studies at Handelshochschule Berlin, studied in Scotland and England, apprenticeship in Germany. Employed at Rugheimer & Beckers AB 11-12 and 15-18, director of AB Rugheimer & Westrell 24-27, chief of Kommanditbol Traugotts Hatt-industri since 29. Chairman of the board at Stålkompaniet AB Stockholm. Traveled in Europe, except Russia, the Pyrenees Peninsula, and the Balkans. Hobbies: Fishing, Shooting, Driving.\nBYHAGEN, Stig Rye, Mining Engineer, Sandviken, b. Uddevalla 26/11 11, son of accountant A Larson-R and Allie Frennesen, married to Hjördis Anderberg. Attended Gbgs h reallärov 30, graduated with a mining engineering degree from KTH 36. Employed at SKF-Hofors Bruk 36-38, at Sandvikens Jernverks AB, hot rolling mills, since 38. Traveled to the USA in 40.\nBUHLING, Johan August, Director, Oskarshamn, b. Ålem, Kalm l, 2/9 63, son of Johan Ohlsson and Maria Danielsson, married to Selma Sandberg. Attended business school in Örebro. Employed in Sundsvall 92-97, accountant at Molinderska konservfabr AB Stockholm 97-16, owner of Rylander & Co, wholesale colonial goods since 21. Freemason, Odd Fellow, Arla Coldinu, member of T.G. and Stockholm Wholesale Trade Society.\nBYLANDEB-ALIN, Gustaf Jakob, Wholesaler, Stockholm, b. Ljung, Ögl, 14/1 72, son of pastor C J Alin and Emma Lindgren, married to Hulda Mellström. Trained in commerce and trade in Örebro. Employed in Sundsvall 92-97, accountant at Molinderska konservfabr AB Stockholm 97-16, owner of Rylander & Co, wholesale colonial goods since 21. Freemason, Odd Fellow, Arla Coldinu, member of T.G. and Stockholm Wholesale Trade Society.\nBULLER, Eduard Julius, Director, Arvika, b. Arv 19/10 69, son of factory owner C E R and Emelia Kohnle, married to Agnes Owen. Learned the trade from Krist hal 79-89, apprentice at Arv and Tönsbergs breweries 90-91, brewmaster at Worms brewery in Germany 91. Brewery manager at Arv brygg 92-06, director and chairman of the board at Arv brygg.AB since 06, director and board member of Ångb.AB Byelfven 18-28, board member of Arv el AB 20-35, AB Sydsv bkns Arv.kont 23-28, Dal-V Värml jvgs.B 28-36. Member of the city council 99-11, city council president 12-23, finance committee 30-34, chairman of Arv vat.ledn.vk 09-12, chairman of Westra Werml sparbk since 04, board member 08-40 (chairman 23-40), member of the Arv.utstrs arb.utsk 11, general commissioner for exhibitions 33, chairman of Arv stads lantegend.nmd 19-22, member of transportation commission and traffic council, board member of V Värml fhsk 23-34, chairman of Folkliga musikskrs byggn.komm, director of Värml l centr.sanat 23-40 (vice chairman 23-28, chairman 29-40), board member of V Värml fornminn.frn 15-28 (vice chairman 19-27, chairman 28, honorary member 29), board member of Werml travar-sällsk 11-30 (chairman 24-30), responsible for the construction of Stor-kasberg's viewing tower in 31, chairman since 31.\nPlease note: Some information could not be translated exactly due to gaps in the text.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Sten Orvar Rydin",
        "jobTitle": "Civil Engineer",
        "birthPlace": "Saltsjöbaden",
        "birthDate": "1911-12-20",
        "parents": {
            "father": {
                "@type": "Person",
                "name": "C A R Rydin"
            },
            "mother": {
                "@type": "Person",
                "name": "Lilli ögren"
            }
        },
        "education": {
            "saltsjöb": {
                "@type": "EducationalOrganization",
                "name": "Saltsjöb"
            },
            "kth": {
                "@type": "EducationalOrganization",
                "name": "KTH",
                "specialty": "Chemistry",
                "attendanceStartDate": "1930-01-01",
                "attendanceEndDate": "1935-12-31"
            }
        },
        "work": [
            {
                "@type": "OrganizationRole",
                "title": "Assistant Engineer",
                "startDate": "1935-01-01",
                "endDate": "1936-12-31",
                "organization": {
                    "@type": "Organization",
                    "name": "Korsnäsverkens cellulosafabr",
                    "location": "Gävle"
                }
            },
            {
                "@type": "OrganizationRole",
                "title": "Chemist",
                "startDate": "1936-01-01",
                "endDate": "1944-12-31",
                "organization": {
                    "@type": "Organization",
                    "name": "Karlsborgs Sulfatfabr (AB Statens Skogsind)",
                    "location": "Vånafjärden"
                }
            },
            {
                "@type": "OrganizationRole",
                "title": "Manager",
                "startDate": "1944-01-01",
                "endDate": null,
                "organization": {
                    "@type": "Organization",
                    "name": "Obbola Sulfatcellulosafabrik"
                }
            }
        ]
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Civil Engineer",
                "workplace": "Vana-fjärden",
                "industry": "Engineering",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Assistant Engineer",
                "workplace": "Korsnäsverkens cellulose factory",
                "industry": "Paper and pulp",
                "start_date": "1935"
            },
            {
                "occupational_title": "Chemist",
                "workplace": "Mackmyra Sulfit AB",
                "industry": "Chemical",
                "start_date": "1936"
            },
            {
                "occupational_title": "Chief Engineer",
                "workplace": "Karlsborgs Sulfatfabr",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Obbola Sulfatcellulosafabrik",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Manager",
                "workplace": "UTansjö cellulose AB",
                "industry": "Paper and pulp",
                "start_date": "1898"
            },
            {
                "occupational_title": "Accountant",
                "workplace": "Sulfit AB Ljusnan",
                "industry": "Chemical",
                "start_date": "1907"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Vallviks sulfitfabr",
                "industry": "Chemical",
                "start_date": "1907"
            },
            {
                "occupational_title": "Chief Director",
                "workplace": "Karlsborgs Sulfatfabr",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Deputy Director",
                "workplace": "Åströms Läderfabr.AB Åbo",
                "industry": "Leather",
                "start_date": "1921"
            },
            {
                "occupational_title": "Deputy Director",
                "workplace": "Sydsv Läder- o Remfabr AB",
                "industry": "Leather",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "AB Billingsfors-Långed",
                "industry": "Paper and pulp",
                "start_date": "1934"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "AB Fors br",
                "industry": "Paper and pulp",
                "start_date": "1934"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Sulfit.AB Göta",
                "industry": "Chemical",
                "start_date": "1924"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Vänerns seglat.styr",
                "industry": "Nautical",
                "start_date": "1926"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Gbg bk",
                "industry": "Banking",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Sv jägarfrb",
                "industry": "Hunting",
                "start_date": "1939"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Klarelfvens flottn.frn",
                "industry": "Forestry",
                "start_date": "1940"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Karlsborgs Sulfatfabr",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Obbola Sulfatcellulosafabrik",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Karlsborgs Sulfatfabr",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Obbola Sulfatcellulosafabrik",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Karlsborgs Sulfatfabr",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Obbola Sulfatcellulosafabrik",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Karlsborgs Sulfatfabr",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Obbola Sulfatcellulosafabrik",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Chief Director",
                "workplace": "Karlsborgs Sulfatfabr",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Obbola Sulfatcellulosafabrik",
                "industry": "Chemical",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Director",
                "workplace": "Arv brygg",
                "industry": "Brewing",
                "start_date": "1892"
            },
            {
                "occupational_title": "Manager",
                "workplace": "Arv brygg",
                "industry": "Brewing",
                "start_date": "1892"
            }
        ]
    }
}