{
    "original": "LINDELÖF, Eric Gerhard Ludvig, Herr, Göteborg, f Gbg 24/2 08 av konsul B L o Ebba Almqvist, gm Inga-Karin Lundwall. Studex Gbg latin 27, DHS 29. Anst Lindelöf &amp; Co Gbg, gr 94 (konstsilke, ull o garner), 30, deläg sed. 39. Styr.led Nyboholms AB, suppl Skand Jute Spinn- o Väfveri AB Oskarströni. Stud.-res Engl, Tyskl, Belg, Frankr, Schweiz, Ital. Frimurare. Hobbies: Golf, modern konst. LINDÉN, Arne Valdemar, Ombudsman, Västerås, f V.ås 28/9 02 av dir Arthur L o Rosa Edström, gm Märta Lund. Studex V.ås 20, jur kand Upps 25, tingstjg m fullst tingsmeriter v Västml mell doms 26—28, 2 års utl.-prakt. Omb.rn h ASEA sed. 30. LINDÉN, Arthur Valdemar, Direktör, Stockholm, f Gbg 11/4 77 av handl Isak Pettersson o Amalia L, gm Rosa Edström. Studex Gbg 95, ex KTH 98. Anst Ziirichs sparv 98—99, Asea sed. 99, v. vkst dir 13, vkst dir 34-^2. Styr.led Asea, Sv turb.fabr.AB Ljungström, Surahammars Br AB, Luth &amp; Rosén, AB Electro-Invest, Sundsv spårv.AB, Hammarforsens kraft AB, Yngeredsforsens Kraft AB, Städ Allm Brandstodsbolag, Städ ömsesidiga Lös-öresförsäkr.bolag Svitjod, Försäkr.anst Gothia, AB Västeråsexpedition, Sv Industriförbund, Sv Allm Exportfrn, Sv El.industrifrn, Styr.ordf AB Liljeholmens kabelfabr, AB Sv Fläktfabriken, El AB Helios, AB Skand EL-verk o dess dotterbolag, AB Bergsl Gemens Kraftförvaltn, Sthlm—V.ås—Bergsl Nya Järnvägs AB, SUKAB, AB Libertas, Sv Mek Verkstad Frb. RNO, KVOlkl, KFinl VROlkl, KTjslVLO2kl, RDDO; patrstGM. \"LINDÉN, Bror Bernhard, Civilingenjör, Stockholm, f Borås 5/7 84 av skrädd PAL o Sofia Gustafsson, gm Elisabeth Bergqvist. Ex Tekn elem.sk Borås, ex KTH (eltekn) 08. Linjeing AB Stockholmstelefon Sthlm t 16, förest dta AB :s linjebyrå f landet 17- -18, dir.-ass där 19—21, tekn dir Polska Telefon AB Warszawa 22—25, anst Tfn AB L M Ericssons anläggn Neapel, Ital, 26—33, ds Sthlmskont sed. 34. Led Sv Tekn.frn. \"LINDÉN, Frits Olofsson, Fabrikör, Kristianstad, f Trolle-Ljungby, Krst l, 3/2 78, gm Hanna Olsson. Eft slut skolgång prakt i bl a Hälsingborg o Halmstad. Snick o verkmäst h A Å Anderssons möbelsnick, Hst, 97—17. Gr o deläg snick.fabr Lindén &amp; Djurberg, Krst, 19, ens inneh sed. 34. Fd bitr lär v Krst tekn yrkesskola. LINDÉN, Gunnar Wilhelm, Direktör, Växjö, f Tingsryd, Blek l, 14/7 98 av källarmäst J G L o Ellen Månsson, gm Hanna Liljegren. Yrkes- o hdlssk. Anst i AB Axel Anderson &amp; Co Eftr i Norrkp 17—18, AB F W Hasselblad &amp; Co i Gbg 19—24, start Gunnar Lindens Manufakturaffär i Växjö 24 o AB Växjö Textilkompani 32. LINDÉN, Oscar, Civilingenjör, Borås, f Sem, Jarlsbergs amt, Norge, 18/2 83 av förv ALL o Emilia Olsson, gm Ester Norén. Ex Borås tekn elena.sk 06, studex Sthlm 08, ex KTH (eltekn) 11. Konstr o montageing f kraftanl h Chr Bergh &amp; Co Malmö 12—15, lär i ångmaskinlära, fys, mek o eltekn v Malmö na-vig.sk 12—15, e.o. lekt i eltekn, eltekn konstr, el lab, mek o hållf.lära öbr tekn elem.sk 15— 17, distr.ing Vat.f.styr o ch f Upps.distr 17— 18, vkst dir, tekn ch o styr.led Viskans kraft-AB o ekon o tekn ch samt styr.led Viskans regl.frn sed. 19, lett uppf av Borås rundrad.-stn, förest f o styr.led i denna sed. 26, AB Radiotj :s repr. I stadsrev 28—39 (v. ordf 2 år, ordf 4 år). Ordf Borås radioklubb 24—26, medl Tekn frb i Borås, i dess styr 34—40, fd ordf dess komm f kraftfråg o driftproblem. Komm.koll USA-stip f stud av industr be-lysn 27. Av trycket: Kortfatt handledn i el.-tekn:s grundbegrepp (20), Konstgjord belysn (25), ett flert art i öl publikat. Frimurare, Odd Fellow, Rotary; patrstGM. Viskans kraftAB etabl 17 av Rydboholms AB, Borås väfv.AB, Rydals manuf.AB, Kinna-ströms väfv.AB o Skand gummiAB, vilka bol inneh samtl akt. Kraftbol sköter utom eg kraftstn i driftavs av akt.äg :as o distrib krafti Marks o V Kinds hdr. — Viskans regl.frn bild 18 av ovannmda kraf tv.ägare o regl vatt,-framsläppn i Viskan o dess tillflöd. LINDÉN, Johan Petrus, Köpman, Norr-Edsbyn, f Edsbyn, Ovanåker, 25/3 93 av sko-handl J L o Anna Jonsson, gm Signe Olsson. Realex 09. Anst i faderns sko- o läderhdl 09 —26, halvdeläg i dna (gr 90) tills m brod und fma Johan Lindens Söner Norr-Edsbyn sed. 26. Kronoomb i Ovanåkers II tax.distr sed. 28, led skolstyr, biblioteksstyr o föreläsn.frn i Ovanåker, styr.led högre folksk, Edsbyns brandkår, Edsbyns kyrkostiftelse, rev i kyrko-kass. Av trycket: Kap »Växtvärlden» i »Ovanåker, en norrlandssockens öden genom tiderna», smärre upps i tidskr »Helsingerunor» mfl. Tempelriddare. Hobbies: Hembygds- o dialektforskning. LINDÉN, Ruben, Köpman, Norr-Edsbyn, f Edsbyn, Ovanåker, 30/4 84 av skohandl J L o Anna Jonsson, gm Elin Eriksson. Karlskoga prakt sk 04. Anst i Bk AB Sthlm-övre Norrland 07, kass 08, förest f ds Edsbynkont 10, förest o kass.i AB Norrlandsbkns Edsbynkont 11—17, anst h AB Sv Hdlsbkn 17, kamr 18—22. Halvdeläg i fma Johan Lindens Söner Norr-Edsbyn (gr av fadern 90) sed. 26. Styr.led Sv Hdlsbkns Edsbynkont o Edsbyns Träförädl AB. Tempelriddare. Hobbies: Teknik, kemi. LINDÉN, Sven Fredrik, Försäljningschef, Borås, f Norrkp 28/6 77 av hhövd o stadsfiskal Ax L o Berta Lundvall, gm Anna Dahlberg. Motala h a 1. Arist v G Wiechels Trikåfabr AB 96—05, eg engrosaffär 05—09, anst h Sem L Stawe i Karlstad 09—23, försäljn.ch h AB Sv Fören Trikåfabriker i Borås 23—42. Frimurare, Odd Fellow, Norrkps Hdlsresandefrn, Sv Hdlsresandefrn. Hobbies: Segling, fiske, filateli. LINDÉN, Tore Rudolf, Herr, Ålsten, f 9/3 €8 av dir Arthur L o Rosa Edström, gm Majken Svenson. DHG. Anst AB Liljeholmens Kabelfabr 31, kamr där 35, kommers ch El AB Helios sed. 41. °LINDENSTAM, Axel Ernst, Disponent, Malmö, f Malmö 27/12 89, gm Inga Dalin. Studex Malmö 09, ek ex v HHS 15. Anst i bk o öl aff.föret i Sv o utl 16—21. Gr fma A Lindenstam, bryggeriart mm, Malmö, 22, inneh dna, disp i J Jönsson &amp; Son, -Bryggerifma, o S:t Knuts Vattenfabr, Malmö, sed. 32.",
    "translated": "LINDELÖF, Eric Gerhard Ludvig, Mr., Gothenburg, b. Gothenburg 24/2 08 to consul B L and Ebba Almqvist, m. Inga-Karin Lundwall. Studentexamen from Gothenburg Latin School 27, DHS 29. Employed at Lindelöf &amp; Co in Gothenburg, graduated in 94 (artificial silk, wool and yarn), became a partner in 30 and co-owner since 39. Board member of Nyboholms AB, deputy at Skand Jute Spinn- and Väfveri AB Oskarströn. Studied in England, Germany, Belgium, France, Switzerland, and Italy. Freemason. Hobbies: Golf, modern art.\n\nLINDÉN, Arne Valdemar, Official, Västerås, b. Västerås 28/9 02 to director Arthur L and Rosa Edström, m. Märta Lund. Studentexamen from Västerås 20, bachelor of law from Uppsala University 25, court service with full qualifications in Västmanland between 26-28, 2 years of foreign internships. Employed at ASEA since 30.\n\nLINDÉN, Arthur Valdemar, Director, Stockholm, b. Gothenburg 11/4 77 to merchant Isak Pettersson and Amalia L, m. Rosa Edström. Studentexamen from Gothenburg 95, engineering degree from KTH 98. Employed at Ziirichs Sparv 98-99, Asea since 99, vice managing director from 13, managing director from 34-^2. Board member of Asea, Sv Turb.Fabr.AB Ljungström, Surahammars Br AB, Luth &amp; Rosén, AB Electro-Invest, Sundsvall Spårv.AB, Hammarforsens Kraft AB, Yngeredsforsens Kraft AB, Städ Allm Brandstodsbolag, Städ ömsesidiga Lös-öresförsäkr.bolag Svitjod, Försäkr.anst Gothia, AB Västeråsexpedition, Sv Industriförbund, Sv Allm Exportfrn, Sv El.industrifrn, Chairman of the Board of AB Liljeholmens Kabelfabr, AB Sv Fläktfabriken, El AB Helios, AB Skand EL-verk and its subsidiaries, AB Bergsl Gemens Kraftförvaltn, Stockholm–Västerås–Bergsl Nya Järnvägs AB, SUKAB, AB Libertas, Sv Mek Verkstad Frb. Knight of the Royal North Star Order, Knight of the Vasa Order, Knight of the Finnish White Rose Order, Knight of the Order of the Sword, Knight of the Danish Order of the Dannebrog; recipient of the patent gold medal.\n\nLINDÉN, Bror Bernhard, Civil Engineer, Stockholm, b. Borås 5/7 84 to tailor PAL and Sofia Gustafsson, m. Elisabeth Bergqvist. Graduate of Technical Elementary School in Borås, engineering degree from KTH (electrical technology) 08. No information provided on employment history.\n\nLINDÉN, Frits Olofsson, Manufacturer, Kristianstad, b. Trolle-Ljungby, Krst 1, 3/2 78, m. Hanna Olsson. Practical education after finishing school in places such as Helsingborg and Halmstad. Carpenter and foreman at A Å Anderssons Furniture Carpentry, Hst, 97–17. Founder and co-owner of Lindén &amp; Djurberg Furniture Factory, Krst, since 19. Former assistant teacher at Krst Technical Vocational School.\n\nLINDÉN, Gunnar Wilhelm, Director, Växjö, b. Tingsryd, Blek 1, 14/7 98 to innkeeper J G L and Ellen Månsson, m. Hanna Liljegren. Vocational and commercial school education. Employed at AB Axel Anderson &amp; Co Eftr in Norrköping 17–18, AB F W Hasselblad &amp; Co in Gothenburg 19–24, started Gunnar Lindens Manufacturing Store in Växjö 24 and AB Växjö Textile Company 32.\n\nLINDÉN, Oscar, Civil Engineer, Borås, b. Sem, Jarlsberg County, Norway, 18/2 83 to administrator ALL and Emilia Olsson, m. Ester Norén. Graduate of Borås Technical School for Electrical Engineering in 06, studentexamen from Stockholm 08, engineering degree from KTH (electrical technology) 11. Construction and installation engineer at Chr Bergh &amp; Co Malmö 12–15, teacher in steam engine theory, physics, mechanics, and electrical technology at Malmö Navigation School 12–15, temporary lecturer in electrical technology, electrical technology construction, electrical laboratory, mechanics, and sustainable materials at other technical elementary schools 15–17, district engineer for water authorities and chief engineer at Uppsala district 17–18, managing director, technical director, and board member of Viskans Kraft AB, economic and technical director, and board member of Viskans Regulation Company since 19, led the construction of Borås broadcast station, director and board member since 26, sales representative for AB Radiotj in the city council from 28 to 39 (vice chairman for 2 years, chairman for 4 years). Chairman of Borås Radio Club 24–26, member of the Technical Association in Borås, member of its board 34–40, former chairman of its committee for power issues and operational problems. Received a scholarship for studying industrial lighting in the USA in 27. Published works include a concise guide to the basic concepts of electrical technology (20), artificial lighting (25), and various articles in beer publications. Freemason, Odd Fellow, Rotary; recipient of the patent gold medal. \n\nViskans Kraft AB established in 17 by Rydboholms AB, Borås Väfv.AB, Rydals Manuf.AB, Kinna-ströms Väfv.AB, and Skand GummiAB, which hold all shares. Power company operates besides its own power stations in the operational area of the shareholders' and distributes power in the districts of Marks and Västra Kind. Viskans Regulation Company established in 18 by the aforementioned power company owners to regulate water releases in Viskan River and its tributaries.\n\nLINDÉN, Johan Petrus, Merchant, Norr-Edsbyn, b. Edsbyn, Ovanåker, 25/3 93 to shoe merchant J L and Anna Jonsson, m. Signe Olsson. Graduate of Realexamen in 09. Employed in father's shoe and leather shop from 09–26, became a half-owner in the family business (since 90) with brothers under the name of Johan Lindens Söner Norr-Edsbyn since 26. Kronoombudsman in Ovanåker District II tax district since 28, board member of school board, library board, and lecturing association in Ovanåker, board member of higher primary school, Edsbyn Fire Brigade, Edsbyn Church Foundation, city councilor in the church treasury. Published works include a chapter on \"Plant Life\" in \"Ovanåker, a Northern Swedish Parish's Destinies through the Ages\" and smaller essays in the magazine \"Helsingrunor,\" among others. Templar. Hobbies: Local history and dialect research.\n\nLINDÉN, Ruben, Merchant, Norr-Edsbyn, b. Edsbyn, Ovanåker, 30/4 84 to shoe merchant J L and Anna Jonsson, m. Elin Eriksson. Practical school education in Karlskoga in 04. Employed at Bk AB Sthlm-Övre Norrland in 07, cashier in 08, branch manager in Edsbyn in 10, branch manager and cashier at AB Norrlandsbank's Edsbyn branch from 11 to 17, employed at AB Sv Handelsbanken in 17, chamberlain from 18 to 22. Became a half-owner in the family business Johan Lindens Söner Norr-Edsbyn (inherited from the father in 90) in 26. Board member of AB Sv Handelsbanken Edsbyn branch and Edsbyns Träförädl AB. Templar. Hobbies: Technology, chemistry.\n\nLINDÉN, Sven Fredrik, Sales Manager, Borås, b. Norrköping 28/6 77 to principal and city fiscal Ax L and Berta Lundvall, m. Anna Dahlberg. Worked as an arist at G. Wiechels Trikåfabr AB from 96–05, owned a wholesale business from 05–09, employed at Sem L Stawe in Karlstad from 09–23, sales manager at AB Sv Fören Trikåfabriker in Borås from 23–42. Freemason, Odd Fellow, Norrköping Salesmen's Association, Swedish Salesmen's Association. Hobbies: Sailing, fishing, philately.\n\nLINDÉN, Tore Rudolf, Mr., Ålsten, b. 9/3 €8 to director Arthur L and Rosa Edström, m. Majken Svenson. No information provided on education, employment, or hobbies.\n\nLINDENSTAM, Axel Ernst, Manager, Malmö, b. Malmö 27/12 89, m. Inga Dalin. Graduate of Malmö in 09, economics degree from HHS in 15. Employed in banking and brewing companies in Sweden and abroad from 16–21. Founded A. Lindenstam brewery and more in Malmö in 22, became the owner, manager, and disponent of J Jönsson &amp; Son brewery and S:t Knuts Water Factory in Malmö in 32.\n\nPlease note that some information was not provided for certain individuals.",
    "structured": {
        "@context": "http://schema.org",
        "@type": "Person",
        "name": "Eric Gerhard Ludvig Lindelöf",
        "birthDate": "1908-02-24",
        "birthPlace": "Gothenburg, Sweden",
        "deathDate": "",
        "nationality": "Swedish",
        "parent": [
            {
                "@type": "Person",
                "name": "B L Lindelöf",
                "gender": "male"
            },
            {
                "@type": "Person",
                "name": "Ebba Almqvist",
                "gender": "female"
            }
        ],
        "spouse": {
            "@type": "Person",
            "name": "Inga-Karin Lundwall",
            "gender": "female"
        },
        "education": [
            {
                "@type": "EducationalOrganization",
                "name": "Gothenburg Latin School",
                "location": "Gothenburg, Sweden",
                "endDate": "1927"
            },
            {
                "@type": "EducationalOrganization",
                "name": "DHS",
                "location": "",
                "endDate": "1929"
            }
        ],
        "occupation": [
            {
                "@type": "OrganizationRole",
                "startDate": "1930",
                "endDate": "1939",
                "roleName": "Employee",
                "organization": {
                    "@type": "Organization",
                    "name": "Lindelöf & Co",
                    "location": "Gothenburg, Sweden"
                }
            }
        ],
        "memberOf": {
            "@type": "Organization",
            "name": "Nyboholms AB"
        },
        "hobbies": [
            "Golf",
            "Modern Art"
        ]
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Employee",
                "workplace": "Lindelöf & Co",
                "industry": "Textile and garment manufacturing",
                "start_date": "1939"
            },
            {
                "occupational_title": "Board member",
                "workplace": "Nyboholms AB",
                "industry": "Textile and garment manufacturing",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Supplementary board member",
                "workplace": "Skand Jute Spinn- and Väfveri AB Oskarströn",
                "industry": "Textile and garment manufacturing",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Managing Director",
                "workplace": "ASEA",
                "industry": "Electrical engineering",
                "start_date": "1930"
            },
            {
                "occupational_title": "Director",
                "workplace": "Ziirichs Sparv",
                "industry": "Transportation",
                "start_date": "1898"
            },
            {
                "occupational_title": "Vice Managing Director",
                "workplace": "ASEA",
                "industry": "Electrical engineering",
                "start_date": "1913"
            },
            {
                "occupational_title": "Managing Director",
                "workplace": "ASEA",
                "industry": "Electrical engineering",
                "start_date": "1934"
            },
            {
                "occupational_title": "Chairman of the Board",
                "workplace": "AB Liljeholmens Kabelfabr",
                "industry": "Electrical equipment manufacturing",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Chairman of the Board",
                "workplace": "AB Sv Fläktfabriken",
                "industry": "Industrial fans manufacturing",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Chairman of the Board",
                "workplace": "El AB Helios",
                "industry": "Electrical equipment manufacturing",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Chairman of the Board",
                "workplace": "AB Skand EL-verk and its subsidiaries",
                "industry": "Electrical engineering",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Chairman of the Board",
                "workplace": "AB Bergsl Gemens Kraftförvaltn",
                "industry": "Electric power generation and distribution",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Chairman of the Board",
                "workplace": "AB Libertas",
                "industry": "Unknown",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Member of the Board",
                "workplace": "Sv Tekn.frn",
                "industry": "Engineering",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Managing Director",
                "workplace": "Lindén & Djurberg Snick.fabr",
                "industry": "Furniture manufacturing",
                "start_date": "1919"
            },
            {
                "occupational_title": "Assistant Teacher",
                "workplace": "Krst tekn yrkesskola",
                "industry": "Education",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Official",
                "workplace": "ASEA",
                "industry": "Electrical engineering",
                "start_date": "1930"
            },
            {
                "occupational_title": "Director",
                "workplace": "Gunnar Lindens Manufakturaffär",
                "industry": "Manufacturing",
                "start_date": "1924"
            },
            {
                "occupational_title": "Director",
                "workplace": "AB Växjö Textilkompani",
                "industry": "Textile and garment manufacturing",
                "start_date": "1932"
            },
            {
                "occupational_title": "Construction and Installation Engineer",
                "workplace": "Chr Bergh & Co",
                "industry": "Engineering",
                "start_date": "1912"
            },
            {
                "occupational_title": "Teacher",
                "workplace": "Malmö Navigationskola",
                "industry": "Education",
                "start_date": "1912"
            },
            {
                "occupational_title": "District Engineer",
                "workplace": "Vat.f.styr and Upps.distr",
                "industry": "Water authorities",
                "start_date": "1917"
            },
            {
                "occupational_title": "Managing Director and Technical Director",
                "workplace": "Viskans Kraft-AB",
                "industry": "Electric power generation and distribution",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Director",
                "workplace": "AB Radiotj",
                "industry": "Retail",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board member",
                "workplace": "Borås rundrad.-stn",
                "industry": "Broadcasting",
                "start_date": "1926"
            },
            {
                "occupational_title": "Manufacturer",
                "workplace": "Lindén & Djurberg Snick.fabr",
                "industry": "Furniture manufacturing",
                "start_date": "1919"
            },
            {
                "occupational_title": "Merchant",
                "workplace": "J Johan Lindens Söner",
                "industry": "Shoe and leather retail",
                "start_date": "1926"
            },
            {
                "occupational_title": "Kronoombudsman",
                "workplace": "Ovanåkers II tax.distr",
                "industry": "Tax administration",
                "start_date": "1928"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Edsbyns högre folkhögskola",
                "industry": "Education",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Edsbyns brandkår",
                "industry": "Firefighting",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Edsbyns kyrkostiftelse",
                "industry": "Church",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Auditor",
                "workplace": "Edsbyns kyrkokass",
                "industry": "Church",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Manufacturer",
                "workplace": "J Johan Lindens Söner",
                "industry": "Shoe and leather manufacturing",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "District Engineer",
                "workplace": "Water authorities",
                "industry": "Water management",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Managing Director and Technical Director",
                "workplace": "Viskans Kraft-AB",
                "industry": "Electric power generation and distribution",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Managing Director",
                "workplace": "Viskans rundrad.-stn",
                "industry": "Broadcasting",
                "start_date": "1926"
            },
            {
                "occupational_title": "Sales Representative",
                "workplace": "AB Radiotj",
                "industry": "Retail",
                "start_date": "1928"
            },
            {
                "occupational_title": "Merchant",
                "workplace": "J Johan Lindens Söner",
                "industry": "Shoe and leather retail",
                "start_date": "1926"
            },
            {
                "occupational_title": "Managing Director",
                "workplace": "AB Växjö Textilkompani",
                "industry": "Textile and garment manufacturing",
                "start_date": "1932"
            },
            {
                "occupational_title": "Construction and Installation Engineer",
                "workplace": "Chr Bergh & Co",
                "industry": "Engineering",
                "start_date": "1912"
            },
            {
                "occupational_title": "Teacher",
                "workplace": "Malmö Navigationskola",
                "industry": "Education",
                "start_date": "1912"
            },
            {
                "occupational_title": "District Engineer",
                "workplace": "Water authorities",
                "industry": "Water management",
                "start_date": "1917"
            },
            {
                "occupational_title": "Sales Manager",
                "workplace": "AB Sv Fören Trikåfabriker",
                "industry": "Textile and garment manufacturing",
                "start_date": "1923"
            },
            {
                "occupational_title": "Director",
                "workplace": "B J Lindes Firma",
                "industry": "Wholesale trade",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Cashier",
                "workplace": "AB Norrlandsbkns Edsbynkont",
                "industry": "Banking and finance",
                "start_date": "1911"
            },
            {
                "occupational_title": "Master Brewer",
                "workplace": "A.Lindenstams Bryggeriaktiebolag",
                "industry": "Brewing",
                "start_date": "1922"
            },
            {
                "occupational_title": "Manager",
                "workplace": "J Jönsson & Son and S:t Knuts Vattenfabrik",
                "industry": "Brewing and water supply",
                "start_date": "Unknown"
            }
        ]
    }
}