{
    "original": "AXELSSON, J G, Fabrikör, Alingsås, f Aas 12/6 68. Prakt möbelsnick Gbg. Gr fma J G Axelsson, Möbler, Aas, 94, inneh dna tills m sonen Baltzar, möbelarkitekt. Led Aas fabr.- o hantv.frn. A:s fma har, bl a i samarb med prof Carl Malmsten, Sthlm, utf lev t bl a Sv Institutet i Rom, utrikesutsk sessionsrum o justitieministerns ämbetslok, har utst i bl a New York o utf lev över hela Sverige.",
    "translated": "AXELSSON, J G, Industrialist, Alingsås, b. Aas 12/6 68. Trained as a furniture carpenter in Gothenburg. Established J G Axelsson Furniture in Aas in 1894, currently owned and operated by his son Baltzar, a furniture architect. Served on the board of Aas factory and handicraft association. J G Axelsson Furniture has, among other things, collaborated with Professor Carl Malmsten in Stockholm and has undertaken various projects, including the Swedish Institute in Rome, foreign committee meeting rooms, and the Ministry of Justice offices. Their work has been exhibited in locations like New York and showcased throughout Sweden.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "J G Axelsson",
        "jobTitle": "Industrialist",
        "birthPlace": "Aas",
        "birthDate": "1868-06-12",
        "description": "J G Axelsson was an industrialist from Alingsås, Sweden. He was born on June 12, 1868, in Aas. Axelsson trained as a furniture carpenter in Gothenburg and later established J G Axelsson Furniture in Aas in 1894. The business is currently owned and operated by his son, Baltzar, who is a furniture architect. J G Axelsson also served on the board of the Aas factory and handicraft association.",
        "worksFor": {
            "@type": "Organization",
            "name": "J G Axelsson Furniture"
        },
        "worksIn": {
            "@type": "Organization",
            "name": "Aas factory and handicraft association"
        },
        "collaborator": {
            "@type": "Person",
            "name": "Carl Malmsten",
            "jobTitle": "Professor"
        },
        "achievements": {
            "@type": "Event",
            "name": "Collaboration with Professor Carl Malmsten",
            "startDate": "unknown",
            "location": {
                "@type": "Place",
                "name": "Stockholm"
            },
            "description": "J G Axelsson Furniture collaborated with Professor Carl Malmsten on various projects, including the Swedish Institute in Rome, foreign committee meeting rooms, and the Ministry of Justice offices. Their work has been exhibited internationally, including in New York, and showcased throughout Sweden."
        }
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Prakt möbelsnick",
                "workplace": "Gothenburg",
                "industry": "Furniture manufacturing",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Fabrikör",
                "workplace": "Alingsås",
                "industry": "Furniture manufacturing",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Owner and operator",
                "workplace": "J G Axelsson Furniture",
                "industry": "Furniture manufacturing",
                "start_date": "1894"
            }
        ]
    }
}