{
    "original": "HEGERT, Oscar Andreas, Byggnadsingenjör, Stockholm, f Mora, Kopparb l, 12/9 84 av bryggare And Hansson o Matilda Broström, Byggnadsyrkessk i Sthlm 03—06. Byggnadsentreprenör i Sthlm sed. 06, innehar Byggnadsfirma Oscar Hegert, Birger Jarlsgat 36. Styr.led i Skarab Ensk Bk i Sthlm, Sthlms Stads Sparbk, Sthlms Sjukhem o Sthlms Bo-stadskreditfrn. Medl av Murmäst.ämb i Sthlm sed. 19. Resor: Statens stip f bostadsstud i Norge 20, rest i Nordafr 26 o USA 33. RVO. von HEIDEKEN, Karl Folke, Skogschef, Luleå, f ö.sund 18/7 06 av major Th v H o Esther Norrman, gm Ingrid Estreen. SkogsHS jägm.kurs. Anst Munksunds AB sed. 30, skogsch 41. Styr.led el suppl i Norrb flottn- o tumn.frn:ar. Studieres Finl 36 o 42. Av trycket: Art i skogl facktidskr. von HEIDENSTAM, August Verner Hugo, Envoyé, Stockholm, f Kkrona 28/4 84 av major A von H o grev:an Hedda Cronstedt, gm Eva Gyllenkrok. Civingex KTH 05, resoff Fortif 05, ljt VVK 12, öv.ljt där 36. Ing- AB Vattenbyggn.byrån Sthlm 05—09, ing v vattenbyggnader USA 09—10, chefsing v Shanghais hamndirektion 10—26, repr i London f AB Vattenbyggn.byrån 24—30, svenskt sändebud i Iran p Irak 36—42. Ag fastigh i Sthlm o Högvalla i Sörmland. Sv ombud i N F:s kommiss f kommunikationer o f bekämp av opiumhandeln 30—36, sv omb i Oderkommiss 30—37. Styr.led Sv Entrepr AB 33—36 o Sk Cement-gjut 36—37, styr.ordf AB Vägförbättringar sed. 42. Resor: Alla världsdelar utom Austr 09—42. Av trycket: Div upps tekn ämn, om Shanghais hamn, om Yangtsekiang etc, om sv företagsamhet i utl mm. KNOlkl, StklranHYO, StkDDO, KinesGSKOSkl mfl. Hobbies: Diverse sport. °von HEIDENSTAM, Rolf Magnus, Kammarherre, Kapten, Direktör, Stockholm, f Paris 28/6 84 av kammarh O v H o Leila Boyd, gm Karin v Schmalensée. Sjöoffex 05, kpt v fi 14, adj h hert av Södermanl. Vkst dir Sv AB Gasaccum. Kontr v uvb Hvalens bygg o hemf fr Ital 08, Styr.led internat hdlskamm, flm Sthlms d :o. Ordf All franc Sthlm, Sthlms golfklubb, v. ordf Sv mek verkst frb, Exp.-frn, SUKAB, styr.led Ind.frb, försäkr.bol Heimdall o Fenix. Ordf i ind.deleg t USA 44. Resor: Asien, Nord- o Sydamer. Hobby: Golf.",
    "translated": "HEGERT, Oscar Andreas, Building Engineer, Stockholm, born in Mora, Kopparberg county, on September 12, 1884, to brewer And Hansson and Matilda Broström. Attended Building Trade School in Stockholm from 1903 to 1906. Became a building entrepreneur in Stockholm in 1906, currently runs Building Company Oscar Hegert located at Birger Jarlsgatan 36. Also served as a board member in Skarab Ensk Bk in Stockholm, Sthlms Stads Sparbk, Sthlms Sjukhem, and Sthlms Bo-stadskreditfrn. Member of the Master Mason Association in Stockholm since 1919. Traveled to Norway in 1920 for housing studies, North Africa in 1926, and the USA in 1933. Received the Royal Order of Vasa.\n\nvon HEIDEKEN, Karl Folke, Forest Chief, Luleå, born in Östersund on July 18, 1906, to Major Th v H and Esther Norrman, married to Ingrid Estreen. Attended forestry courses at SkogsHS. Employed by Munksunds AB since 1930 and worked as a forest chief since 1941. Serving as a board member and substitute in Norrb flottn- and tumn.frn:ar. Studied in Finland in 1936 and 1942. Published articles in forestry journals. \n\nvon HEIDENSTAM, August Verner Hugo, Envoy, Stockholm, born in Karlskrona on April 28, 1884, to Major A von H and Countess Hedda Cronstedt, married to Eva Gyllenkrok. Graduated from the Royal Institute of Technology in 1905, became a reserve officer in the fortification department in 1905, and a lieutenant in the military engineering department in 1912. Worked for the Engineering Office for Water Constructions in Stockholm from 1905 to 1909, designed water constructions in the USA from 1909 to 1910, served as chief engineer in the Shanghai Port Authority from 1910 to 1926, represented the Engineering Office for Water Constructions in London from 1924 to 1930, and served as Swedish envoy in Iran and Iraq from 1936 to 1942. Owned properties in Stockholm and Högvalla in Sörmland. Served as the Swedish representative in the Netherlands Indian Government Commission for Communications and the Suppression of Opium Trafficking from 1930 to 1936, and as the Swedish representative in the Oder Commission from 1930 to 1937. Served as a board member of Swedish Entrepreneurship AB from 1933 to 1936 and Sk Cement Casting from 1936 to 1937, and chairman of the board of AB Vägförbättringar since 1942. Traveled to all continents except Australia from 1909 to 1942. Published various technical papers, including ones about the Shanghai port, the Yangtze River, and Swedish entrepreneurship abroad. Received several honors and awards. Hobbies: Various sports.\n\nvon HEIDENSTAM, Rolf Magnus, Chamberlain, Captain, Director, Stockholm, born in Paris on June 28, 1884, to Chamberlain O v H and Leila Boyd, married to Karin v Schmalensée. Graduated from naval officer school in 1905, became a captain in the navy in 1914, and an adjutant to the Duke of Södermanland. Contracted to construct and bring back a submarine from Italy in 1908. Serves as a board member of the international Chamber of Commerce, the Stockholm Film Society, and the All France Society in Stockholm, as well as vice chairman of the Swedish Mechanical Workshop Association, Exp.-frn, and SUKAB, and board member of Ind.frb and insurance companies Heimdall and Fenix. Served as the industrial delegation chair in the USA in 1944. Traveled to Asia, North, and South America. Hobby: Golf.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Oscar Andreas Hegert",
        "jobTitle": "Building Engineer",
        "birthPlace": "Mora, Kopparberg county, Sweden",
        "birthDate": "1884-09-12",
        "parents": [
            {
                "@type": "Person",
                "name": "And Hansson"
            },
            {
                "@type": "Person",
                "name": "Matilda Broström"
            }
        ],
        "education": [
            {
                "@type": "School",
                "name": "Building Trade School"
            }
        ],
        "workLocation": "Stockholm",
        "workTitle": "Building Entrepreneur",
        "businessName": "Building Company Oscar Hegert",
        "businessAddress": {
            "@type": "PostalAddress",
            "streetAddress": "Birger Jarlsgatan 36",
            "addressLocality": "Stockholm"
        },
        "boardMembership": [
            {
                "@type": "OrganizationRole",
                "roleName": "Board Member",
                "organizationName": "Skarab Ensk Bk"
            },
            {
                "@type": "OrganizationRole",
                "roleName": "Board Member",
                "organizationName": "Sthlms Stads Sparbk"
            },
            {
                "@type": "OrganizationRole",
                "roleName": "Board Member",
                "organizationName": "Sthlms Sjukhem"
            },
            {
                "@type": "OrganizationRole",
                "roleName": "Board Member",
                "organizationName": "Sthlms Bo-stadskreditfrn"
            }
        ],
        "professionalMembership": [
            {
                "@type": "Organization",
                "name": "Master Mason Association"
            }
        ],
        "awards": [
            {
                "@type": "Order",
                "name": "Royal Order of Vasa"
            }
        ],
        "travels": [
            "Norway (1920)",
            "North Africa (1926)",
            "USA (1933)"
        ]
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Building Engineer",
                "workplace": "Byggnadsfirma Oscar Hegert, Birger Jarlsgatan 36, Stockholm",
                "industry": "Construction",
                "start_date": "1906"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Skarab Ensk Bk, Stockholm",
                "industry": "Banking",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Sthlms Stads Sparbk, Stockholm",
                "industry": "Banking",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Sthlms Sjukhem, Stockholm",
                "industry": "Healthcare",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Sthlms Bo-stadskreditfrn, Stockholm",
                "industry": "Real Estate",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Member",
                "workplace": "Master Mason Association, Stockholm",
                "industry": "Construction",
                "start_date": "1919"
            },
            {
                "occupational_title": "Building Entrepreneur",
                "workplace": "Building Company Oscar Hegert, Stockholm",
                "industry": "Construction",
                "start_date": "1906"
            },
            {
                "occupational_title": "Forest Chief",
                "workplace": "Munksunds AB, Luleå",
                "industry": "Forestry",
                "start_date": "1941"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Norrb flottn- and tumn.frn:ar",
                "industry": "Forestry",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Envoy",
                "workplace": "Swedish Embassy in Iran and Iraq",
                "industry": "Diplomacy",
                "start_date": "1936"
            },
            {
                "occupational_title": "Chairman of the Board",
                "workplace": "AB Vägförbättringar",
                "industry": "Construction",
                "start_date": "1942"
            },
            {
                "occupational_title": "Chamberlain",
                "workplace": "Unknown",
                "industry": "Unknown",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Captain",
                "workplace": "Unknown",
                "industry": "Unknown",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Director",
                "workplace": "Sv AB Gasaccum",
                "industry": "Energy",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "International Chamber of Commerce",
                "industry": "Business",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Stockholm Film Society",
                "industry": "Entertainment",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Vice Chairman",
                "workplace": "Swedish Mechanical Workshop Association",
                "industry": "Manufacturing",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Vice Chairman",
                "workplace": "Exp.-frn",
                "industry": "Unknown",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Vice Chairman",
                "workplace": "SUKAB",
                "industry": "Unknown",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Ind.frb",
                "industry": "Unknown",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Board Member",
                "workplace": "Heimdall and Fenix (Insurance Companies)",
                "industry": "Insurance",
                "start_date": "Unknown"
            }
        ]
    }
}