{
    "original": "OLSSON, Anders, Fabrikör, Kvarnby, f St Köpinge 2/8 82. Eft slut skolgång anst i vagnmak.lära i bl a Hammenhög, prakt Sv 0 utl. övert verkst i Kvarnby und fma A Olssons Karosseri &amp; Vagnfabr 06, inneh dna. O var en av Sv första tillv av bilkaros- serier.",
    "translated": "OLSSON, Anders, Industrialist, Kvarnby, born in St Köpinge on August 2, 1882. After completing his education, he worked as an apprentice in carriage making in various places, including Hammenhög. He gained practical experience both in Sweden and abroad before taking over the management of the workshop in Kvarnby and founding A Olssons Karosseri & Vagnfabr in 1906, which he owned. He was one of the first in Sweden to manufacture car bodies in series.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "Anders Olsson",
        "birthDate": "1882-08-02",
        "birthPlace": "St Köpinge",
        "description": "Anders Olsson was an industrialist from Kvarnby, Sweden. He was born on August 2, 1882, in St Köpinge. After completing his education, he worked as an apprentice in carriage making, including in Hammenhög. Anders gained practical experience both in Sweden and abroad before taking over the management of the workshop in Kvarnby. In 1906, he founded A Olssons Karosseri & Vagnfabr, a car body manufacturing company, which he owned. Anders Olsson was one of the first in Sweden to manufacture car bodies in series.",
        "jobTitle": "Industrialist",
        "address": {
            "@type": "PostalAddress",
            "addressLocality": "Kvarnby"
        },
        "worksFor": {
            "@type": "Organization",
            "name": "A Olssons Karosseri & Vagnfabr",
            "foundingDate": "1906"
        }
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Apprentice",
                "workplace": "Carriage making",
                "industry": "Transportation",
                "start_date": "Unknown"
            },
            {
                "occupational_title": "Owner/Manager",
                "workplace": "A Olssons Karosseri & Vagnfabr",
                "industry": "Automotive",
                "start_date": "1906"
            }
        ]
    }
}