{
    "original": "GUSTAFSSON, Linus, Direktör, Örebro, f Glanshammar, Örebro l, 31/1 79 av lantbr Gust G o h h f Kristoferson. Anst i speceriaff i Örebro 92—02, start tills m dir Lars Görtz järnhdlsfirma Gustafsson &amp; Görtz i Örebro 02. Styr.led i Örebro Läns Grossist- o Fabrikantfrn o i AB Sv Hdlsbkns avd.kont mfl allm uppdrag. - - - Gustafsson &amp; Görtz ombild t AB m samma intressenter samt upptog försäljn av automobiler mm f Ford Motor Company AB 19. Försäljn inom såväl järn- som motoravd bedrevs i början enbart ss minutaff men omfattar numera äv partiaff m representation o försäljn öv hela landet.",
    "translated": "GUSTAFSSON, Linus, Director, Örebro, born in Glanshammar, Örebro county, on January 31, 1879, son of farmer Gust G and his wife Kristoferson. Employed in a grocery store in Örebro from 1892 to 1902. Started a joint venture with Director Lars Görtz called Gustafsson & Görtz Iron Trading Company in Örebro in 1902. Served on the board of directors in Örebro County Wholesalers and Manufacturers Association, as well as in AB Sv Hdlsbkns department office and other general assignments. - - - Gustafsson & Görtz was transformed into a limited company with the same stakeholders, and began selling automobiles, etc. from Ford Motor Company AB in 1919. Initially, iron and motor sales were conducted only in a small shop, but now extend to wholesale stores with representation and sales all over the country.",
    "structured": {
        "@context": "https://schema.org",
        "@type": "Person",
        "name": "GUSTAFSSON, Linus",
        "jobTitle": "Director",
        "birthPlace": "Glanshammar, Örebro county",
        "birthDate": "1879-01-31",
        "parents": [
            {
                "@type": "Person",
                "name": "Gust G",
                "jobTitle": "Farmer"
            },
            {
                "@type": "Person",
                "name": "Kristoferson",
                "jobTitle": "Housewife"
            }
        ],
        "worksFor": [
            {
                "@type": "Organization",
                "name": "Örebro grocery store",
                "startDate": "1892-01-01",
                "endDate": "1902-01-01"
            },
            {
                "@type": "Organization",
                "name": "Gustafsson & Görtz Iron Trading Company",
                "startDate": "1902-01-01"
            },
            {
                "@type": "Organization",
                "name": "Örebro County Wholesalers and Manufacturers Association"
            },
            {
                "@type": "Organization",
                "name": "AB Sv Hdlsbkns department office"
            }
        ],
        "memberOf": [
            {
                "@type": "Organization",
                "name": "Örebro Läns Grossist- o Fabrikantfrn"
            },
            {
                "@type": "Organization",
                "name": "AB Sv Hdlsbkns avd.kont"
            }
        ],
        "description": "Gustafsson & Görtz was transformed into a limited company with the same stakeholders and began selling automobiles, etc. from Ford Motor Company AB in 1919. Initially, iron and motor sales were conducted only in a small shop but now extend to wholesale stores with representation and sales all over the country."
    },
    "occupations": {
        "career": [
            {
                "occupational_title": "Employee",
                "workplace": "Speceriaff in Örebro",
                "industry": "Grocery store",
                "start_date": "1892"
            },
            {
                "occupational_title": "Director",
                "workplace": "Gustafsson & Görtz Iron Trading Company",
                "industry": "Iron and motor sales",
                "start_date": "1902"
            }
        ]
    }
}