{
    "original": "ABDON, Sten, Driftsingenjör, Uppsala, f Malmö 11/4 09 av stadsing J N:son A o h h f Linhardt, gm Margareta Forswall. Studex 28, kvarningex Tyskl 32, stud v cereallab Tyskl, Engl o Ung, resoff i ing.trupp. Lab.-ing fma Brabender o H Duisburg a/Rh 32, denna fmas tekn repr i utl 33—38 samt anst engelska kvarnar 35 o australiska d:o 37, driftschef v Upsala Ångqvarns AB sed. 39. Styr.led Tekn sk i Ups. Studie- o aff.res i de europ länd 32—35, aff.res Sydafr, Rhodesia o Port Ostafr 36, Austr o Nya Zeel 37. Av trycket: Fackart. Sv kryssarkl, Ups skyt.-gille, Ups golfkl (styr.led) mfl. Hobbies: Segling, Skytte, golf.",
    "translated": "ABDON, Sten, Operations Engineer, Uppsala, born in Malmö on April 11, 1909, to city engineer J. N:son A and his wife Linhardt, married to Margareta Forswall. Received bachelor's degree in 1928, completed further studies in German milling in 1932, studied cereal laboratory techniques in Germany, England, and Hungary. Served as a reserve officer in engineering troops. Worked as a lab engineer at Brabender and H Duisburg a/Rh from 1932, served as technical representative abroad from 1933 to 1938, employed by English mills in 1935 and Australian mills in 1937. Became the manager of Upsala Steam Milling Company in 1939. Served on the board of the Technical School in Uppsala. Conducted study and business trips to European countries from 1932 to 1935, business trips to South Africa, Rhodesia, and East Africa in 1936, and to Australia and New Zealand in 1937. Published works: Swedish Cruising Club Journal, Upsala Shooting Guild, Upsala Golf Club (board member), and more. Hobbies: Sailing, shooting, golfing.",
    "occupations": {
        "career": [
            {
                "occupational_title": "Driftsingenjör",
                "workplace": "Uppsala",
                "industry": "",
                "start_date": ""
            },
            {
                "occupational_title": "Studex",
                "workplace": "",
                "industry": "",
                "start_date": "1928"
            },
            {
                "occupational_title": "Kvarningex",
                "workplace": "",
                "industry": "",
                "start_date": "1932"
            },
            {
                "occupational_title": "Studie v cereallab",
                "workplace": "Tyskl",
                "industry": "",
                "start_date": ""
            },
            {
                "occupational_title": "Resoff i ing.trupp",
                "workplace": "",
                "industry": "",
                "start_date": ""
            },
            {
                "occupational_title": "Lab.-ing fma Brabender",
                "workplace": "H Duisburg a/Rh",
                "industry": "",
                "start_date": "1932"
            },
            {
                "occupational_title": "Tekn repr i utl",
                "workplace": "",
                "industry": "",
                "start_date": "1933"
            },
            {
                "occupational_title": "Anst engelska kvarnar",
                "workplace": "",
                "industry": "",
                "start_date": "1935"
            },
            {
                "occupational_title": "Anst australiska d:o",
                "workplace": "",
                "industry": "",
                "start_date": "1937"
            },
            {
                "occupational_title": "Driftschef",
                "workplace": "Upsala Ångqvarns AB",
                "industry": "",
                "start_date": "1939"
            }
        ]
    }
}